Repository: takotakot/zeroscale-wp
Catalog: themes/luxeritas/languages/admin/*.po
Languages: pt_br

source: * Disable block editor and revert to the old one.
pt_br: * Desabilitar o editor de blocos e voltar ao antigo.

source: Add New
pt_br: Adicionar Novo

source: Import
pt_br: Importar

source: * If you create a new block pattern, we recommend that you create a block in a reusable block and then add it to the block patterns.
pt_br: * Se você criar um novo padrão de bloco, recomendamos que você crie um bloco em um bloco reutilizável e depois o adicione aos padrões de bloco.

source: Create a pattern from the reusable block.
pt_br: Criar um padrão a partir do bloco reutilizável.

source: Recommended
pt_br: Recomendado

source: Please select a reusable block.
pt_br: Por favor, selecione um bloco reutilizável.

source: Add
pt_br: Adicionar

source: Create a pattern from the HTML pattern.
pt_br: Criar um padrão a partir do padrão HTML.

source: Please select a HTML pattern.
pt_br: Por favor, selecione um padrão HTML.

source: Edit
pt_br: Editar

source: Delete
pt_br: Excluir

source: Add to Reusable blocks
pt_br: Adicionar aos blocos reutilizáveis

source: Export
pt_br: Exportar

source: Block pattern Edit
pt_br: Padrão de bloco Editar

source: required
pt_br: obrigatório

source: Block pattern
pt_br: Padrão de bloco

source: Required items are not entered
pt_br: Os itens requeridos não são inseridos

source: You are about to delete the selected item. Is it OK ?
pt_br: Você está prestes a apagar o item selecionado. Está tudo bem?

source: Add this pattern to the reuse block. Is it OK ?
pt_br: Acrescente este padrão ao bloco de reutilização. Está tudo bem?

source: Loding...
pt_br: Lodificação...

source: Please wait a little while.
pt_br: Por favor, aguarde um pouco.

source: Already registered
pt_br: Já Registrado

source: Clear all Blog Card cache
pt_br: Limpar todo o cache do Cartão do Blog

source: * This will delete the whole cache directory including cache expiration time infomation.
pt_br: * Isto excluirá todo o diretório do cache, incluindo a informação do tempo de expiração do cache.

source: Clear only the cache expiration time information of Blog Card
pt_br: Limpar somente as informações de tempo de expiração do Cartão do Blog

source: * This will delete only the cache expiration time information.
pt_br: * Isto excluirá apenas as informações sobre o tempo de expiração do cache.

source: How to load bootstrap.js
pt_br: Como carregar o bootstrap.js

source: Asynchronous
pt_br: Asincrono

source: Synchronism
pt_br: Sincronismo

source: Not required (no load)
pt_br: Não é necessário (sem carga)

source: * It is necessary only when using Bootstrap components, plugins, etc.
pt_br: * É necessário somente quando se utilizam componentes Bootstrap, plugins, etc.

source: * Even if Bootstrap mode is selected, bootstrap.js is not always necessary.
pt_br: * Mesmo que o modo Bootstrap seja selecionado, o bootstrap.js nem sempre é necessário.

source: Image authentication type for comments
pt_br: Tipo de autenticação de imagem para comentários

source: Enable Google reCAPTCHA %s
pt_br: Habilitar o Google reCAPTCHA %s

source: Enable Securimage PHP CAPTCHA
pt_br: Habilitar o Securimage PHP CAPTCHA

source: Do not use image authentication
pt_br: Não usar autenticação de imagem

source: Load the child theme CSS
pt_br: Carregar o tema filho CSS

source: HTML tags replacement or removal
pt_br: Substituição ou remoção de tags HTML

source: Remove not allowed HTML tags. ( WordPress Default Settings )
pt_br: Remover as tags HTML não permitidas. ( Configurações padrão do WordPress )

source: Replace not allowed HTML tags with entities.
pt_br: Substituir as tags HTML não permitidas por entidades.

source: Replace all HTML tags with entities.
pt_br: Substituir todas as tags HTML por entidades.

source: * Allowed HTML tags :
pt_br: * Tags HTML permitidas

source: Prevent automatic conversion to link
pt_br: Impedir a conversão automática para link

source: Prevent URLs written in comments turning into links.
pt_br: Impedir que URLs escritas em comentários se transformem em links.

source: Web site start year
pt_br: Ano de início do site na Web

source: Author name
pt_br: Nome do autor

source: Format
pt_br: Formato

source: Free Format
pt_br: Formato Livre

source: Theme&apos;s CSS
pt_br: O CSS do tema

source: Include theme&apos;s CSS in HTML
pt_br: Incluir o CSS do tema em HTML

source: Accelerate
pt_br: Acelerar

source: * It will include the style.css code directly in the HTML file. You can reduce HTTP requests.
pt_br: * Ele incluirá o código style.css diretamente no arquivo HTML. Você pode reduzir as solicitações HTTP.

source: * Since the CSS will not be cached in the browser, if you have many visitors circulating within your site, it may end up counterproductive.
pt_br: * Como o CSS não será colocado em cache no navegador, se você tiver muitos visitantes circulando em seu site, isso pode acabar sendo contraproducente.

source: CSS for WordPress block library
pt_br: CSS para a biblioteca de blocos do WordPress

source: Include CSS in HTML
pt_br: Incluir o CSS em HTML

source: High rendering speed
pt_br: Alta velocidade de renderização

source: Leave initial setting of WordPress
pt_br: Deixar a configuração inicial do WordPress

source: The WordPress duotone filters for image blocks in block editor
pt_br: Os filtros duotônicos do WordPress para blocos de imagem no editor de blocos

source: Disable duotone filters for image blocks in block editor.
pt_br: Desativar filtros duotônicos para blocos de imagem no editor de blocos.

source: Create a design file based on the following contents.
pt_br: Criar um arquivo de projeto com base no seguinte conteúdo.

source: Customize (Appearance) settings (Image, various ID etc excluded)
pt_br: Personalizar (Aparência) configurações (Imagem, várias identificações etc. excluídas)

source: Stylesheet of currently selected design file
pt_br: Folha de estilo do arquivo de projeto atualmente selecionado

source: Child theme&apos;s stylesheet
pt_br: Folha de estilo do tema filho

source: * Images set in &quot;Customize (Appearance)&quot; are copied to the images directory, but they are not applicable in the style sheet. If necessary, please append later.
pt_br: * As imagens colocadas em &quot;Customize (Aparência)&quot; são copiadas para o diretório de imagens, mas não são aplicáveis na folha de estilo. Se necessário, favor anexar mais tarde.

source: * In order to use this feature, the server must be compatible with ZipArchive.
pt_br: * Para utilizar este recurso, o servidor deve ser compatível com o ZipArchive.

source: Design file name
pt_br: Nome do arquivo de projeto

source: * 20 characters or less. The characters that can be used are alphanumeric and - (hyphen) and _ (underscore).
pt_br: * 20 caracteres ou menos. Os caracteres que podem ser utilizados são alfanuméricos e - (hífen) e _ (sublinhado).

source: Screenshot
pt_br: Capturas de tela

source: * Aspect ratio 4: 3 recommended ( e.g. 600 x 450 px, 720 x 540 px, 800 x 600 px, 1200 x 900 px )
pt_br: * Relação de aspecto 4: 3 recomendado ( por exemplo, 600 x 450 px, 720 x 540 px, 800 x 600 px, 1200 x 900 px )

source: (Caution) Settings of appearance customization will be rewritten to the value specified in the design file. (Image, various ID etc excluded)
pt_br: (Cuidado) As configurações de personalização da aparência serão reescritas para o valor especificado no arquivo de projeto. (Imagem, várias identificações etc. excluídas)

source: Recommend that you backup appearance customization before changing.
pt_br: Recomendar que você faça um backup da personalização da aparência antes de mudar.

source: Initialization of appearance
pt_br: Inicialização da aparência

source: Activate
pt_br: Ativar

source: Rewrite the setting of appearance customization. Is it OK?
pt_br: Reescrever a configuração da personalização da aparência. Está tudo bem?

source: You are about to delete the design file. Is it OK?
pt_br: Você está prestes a apagar o arquivo de projeto. Está tudo bem?

source: Reset stylesheet of the design file.. Is it OK?
pt_br: Folha de estilos de reinicialização do arquivo de design. Está tudo bem?

source: * You can set display / non-display of button with drag &amp; drop. ( Sort is not possible )
pt_br: * Você pode definir a exibição / não exibição do botão com drag &amp; drop. ( Ordenar não é possível )

source: Trash can
pt_br: Lata de lixo

source: Saved
pt_br: Salvo

source: Restore initial settings
pt_br: Restaurar os ajustes iniciais

source: * You can set display / hide / sort of buttons by drag & drop.
pt_br: * Você pode definir display / esconder / tipo de botões arrastando e soltando.

source: How to load icon
pt_br: Como carregar o ícone

source: Web Fonts with CSS
pt_br: Fontes Web com CSS

source: SVG with JavaScript
pt_br: SVG com JavaScript

source: Backward compatibility
pt_br: Compatibilidade retroativa

source: Font Awesome 4 compatibility support
pt_br: Suporte de compatibilidade da fonte Awesome 4

source: For apache web server.
pt_br: Para o servidor web apache.

source: By adding the below lines on your .htaccess, it will enable Gzip compression and browser cache and will boost rendering speed.
pt_br: Ao adicionar as linhas abaixo em seu .htaccess, ele permitirá a compressão Gzip e o cache do navegador e aumentará a velocidade de renderização.

source: * <span class="bold">Do not overwrite/replace with your .htaccess, but ADD these lines !</span>
pt_br: * <span class="bold">Não sobreescreva/substitua com seu .htaccess, mas ADDITE estas linhas !</span>

source: * <span class="bold"><span style="color:red">Red letters</span> are for SSL (HTTPS connection). If your site is HTTP, remove this letters.</span>
pt_br: * <span class="bold">As<span style="color:red">letras vermelhas</span> são para SSL (conexão HTTPS). Se seu site for HTTP, remova estas cartas.</span>

source: Select icon fonts to load
pt_br: Selecione as fontes de ícones para carregar

source: Icons list
pt_br: Lista de ícones

source: No delays in icon font
pt_br: Sem atrasos na fonte do ícone

source: * This feature uses %s.
pt_br: * Esta característica utiliza %s.

source: Enable Lazy Load for various thumbnail images
pt_br: Habilitar carga preguiçosa para várias imagens em miniatura

source: Enable Lazy Load for post contents
pt_br: Habilitar carga preguiçosa para o conteúdo dos posts

source: Enable Lazy Load for sidebar
pt_br: Habilitar carga preguiçosa para barra lateral

source: * The scroll follow sidebar may become strange movement.
pt_br: * O pergaminho que segue a barra lateral pode se tornar um movimento estranho.

source: Enable Lazy Load for footer
pt_br: Habilitar carga preguiçosa para rodapé

source: Enable Lazy Load for Gravatar
pt_br: Habilitar carga preguiçosa para Gravatar

source: Disable Jetpack&apos;s Lazy Load
pt_br: Desativar a carga preguiçosa do Jetpack

source: Option
pt_br: Opção

source: Display images even if Javascript is disabled
pt_br: Exibir imagens mesmo que o Javascript esteja desativado

source: Effect
pt_br: Efeito

source: Show (No effect)
pt_br: Mostrar (Sem efeito)

source: How to load jQuery
pt_br: Como carregar jQuery

source: Stable
pt_br: Estável

source: High speed
pt_br: Alta velocidade

source: Not supported before IE8
pt_br: Não apoiado antes do IE8

source: WordPress Built In jQuery
pt_br: WordPress Construído em jQuery

source: Most stable
pt_br: Mais estável

source: Default behavior of WordPress.
pt_br: Comportamento padrão do WordPress.

source: Combine jQuery and Luxeritas's script
pt_br: Combine jQuery e o roteiro de Luxeritas

source: More stable
pt_br: Mais estável

source: Not load jQuery
pt_br: Não carregar jQuery

source: * JQuery loading from CDN is not designed to avoid conflicts.
pt_br: * O carregamento JQuery da CDN não é projetado para evitar conflitos.

source: Load jQuery-Migrate
pt_br: Carga jQuery-Migrate

source: * Older plugins that have not been updated may require jQuery-Migrate.
pt_br: * Os plugins mais antigos que não foram atualizados podem exigir jQuery-Migrate.

source: Make jQuery asynchronous ( It will boost speed, be careful when using this. )
pt_br: Faça jQuery assíncrono ( Ele irá aumentar a velocidade, tenha cuidado ao usar isto)

source: * When you are combining jQuery and other scripts, Will add &quot;async&quot; property for jQuery and add &quot;defer&quot; property for external script plugin files.
pt_br: * Quando você estiver combinando jQuery e outros scripts, irá adicionar &quot;async&quot; propriedade para jQuery e adicionar &quot;defer&quot; propriedade para arquivos plugin de scripts externos.

source: * Otherwise, Will add &quot;defer&quot; property for jQuery and external script plugin files. ( &quot;async&quot; property will not be added )
pt_br: * Caso contrário, irá adicionar &quot;defer&quot; propriedade para jQuery e arquivos externos de plugin de script. ( &quot;async&quot; propriedade não será adicionada )

source: Please do not check if you do not have knowledge.
pt_br: Por favor, não verifique se você não tem conhecimento.

source: Some plugin may not work correctly when this option is enabled.
pt_br: Alguns plugins podem não funcionar corretamente quando esta opção é ativada.

source: * Both has the same design layout but Luxeritas mode is faster and lighter. Bootstrap mode should be chosen if you want to use the functions or classes of Bootstrap.
pt_br: * Ambos têm o mesmo layout de design, mas o modo Luxeritas é mais rápido e leve. O modo Bootstrap deve ser escolhido se você quiser usar as funções ou classes do Bootstrap.

source: Disable Jetpack&apos;s OGP
pt_br: Desativar o Jetpack's OGP

source: Add %s
pt_br: Adicionar %s

source: Depreciated: Unnecessary if app_id exists
pt_br: Depreciado: Desnecessário se o app_id existir

source: Twitter Card
pt_br: Cartão Twitter

source: Type of %s
pt_br: Tipo de %s

source: summary
pt_br: resumo

source: No need
pt_br: Não há necessidade

source: default OGP image
pt_br: imagem OGP padrão

source: * When OGP image is not set in the post, the default image set here will be applied.
pt_br: * Quando a imagem OGP não é definida no post, a imagem padrão definida aqui será aplicada.

source: * The above image is a reduced version.
pt_br: * A imagem acima é uma versão reduzida.

source: CSS compression of child theme
pt_br: Compressão CSS do tema filho

source: * If other than &quot;do not compress&quot; is selected, it will compress &amp; combine and create a file named style.min.css.
pt_br: * Se diferente de &quot;não comprima &quot; for selecionado, ele irá comprimir &amp; combinar e criar um arquivo chamado style.min.css.

source: * If other than &quot;do not compress&quot; is selected, it will load the style.min.css.
pt_br: * Se diferente de &quot;não comprima&quot; for selecionado, ele carregará o estilo.min.css.

source: * If you merged with Parent Theme, it will no longer load Parent Theme CSS.
pt_br: * Se você se fundiu com o Tema Pai, ele não mais irá carregar o CSS do Tema do Pai.

source: * CSS of parent theme will always be compressed.
pt_br: * O CSS do tema pai será sempre comprimido.

source: Do not compress
pt_br: Não comprimir

source: Compress only the child theme CSS
pt_br: Comprimir apenas o CSS do tema filho

source: Compression after combining CSS of parent and child
pt_br: Compressão após combinar CSS de pai e filho

source: Compression ratio of HTML
pt_br: Taxa de compressão de HTML

source: * &quot;Compression rate high&quot;, is the compression level which is still readable, and will not compress to the limit.
pt_br: * &quot;Taxa de compressão alta&quot;, é o nível de compressão que ainda é legível, e não irá comprimir até o limite.

source: Compression rate low
pt_br: Taxa de compressão baixa

source: Compression rate high
pt_br: Taxa de compressão elevada

source: Javascript compression of child theme
pt_br: Compressão Javascript do tema filho

source: * It will compress the file luxech.js in the child theme folder and create a new file of luxech.min.js.
pt_br: * Ele comprimirá o arquivo luxech.js na pasta do tema filho e criará um novo arquivo de luxech.min.js.

source: * If you select the &quot;compress&quot;, it will automatically load the luxech.min.js.
pt_br: * Se você selecionar o &quot;compress&quot; ele carregará automaticamente o luxech.min.js.

source: Compress (you can also compress with combined additional files)
pt_br: Comprimir (você também pode comprimir com arquivos adicionais combinados)

source: Additional Javascript file names to combine &amp; compress
pt_br: Nomes de arquivos Javascript adicionais para combinar &amp; compress

source: * In addition to luxech.js, it can be combine and compress any three files directly under the child theme folder.
pt_br: * Além do luxech.js, ele pode ser combinado e comprimido quaisquer três arquivos diretamente sob a pasta do tema filho.

source: * The extension must be &quot;.js&quot; (Please do not input the extension in the below boxes).
pt_br: * A extensão deve ser &quot;.js&quot; (Por favor, não insira a extensão nas caixas abaixo).

source: 404 Not Found Page
pt_br: 404 página não encontrada

source: Default
pt_br: Padrão

source: No pages available to select.
pt_br: Não há páginas disponíveis para seleção.

source: Site display settings
pt_br: Configurações de exibição do site

source: To enable the sequential output of buffering
pt_br: Para permitir a saída sequencial de buffering

source: * It will improve the speed if you check this.
pt_br: * Se você verificar isto, a velocidade melhorará.

source: * If you use cache related plugins, it may conflict one another.
pt_br: * Se você usar plugins relacionados ao cache, isso pode entrar em conflito entre si.

source: Add the role attribute for a barrier-free
pt_br: Acrescente o atributo de papel para uma barreira sem barreiras

source: Remove hentry class
pt_br: Retirar a classe de galinheiro

source: * Checking this will avoid getting hetnry errors from Google Webmasters even if you have the post dates, update dates, and author information not displayed.
pt_br: * Ao verificar isso, você evitará receber erros do Google Webmasters, mesmo que as datas de postagem, as datas de atualização e as informações do autor não sejam exibidas.

source: Allow multi byte characters for slugs
pt_br: Permitir caracteres de múltiplos bytes para caractéres

source: Not recommended
pt_br: Não Recomendada

source: Prevent detected phone numbers turning into links.
pt_br: Impedir que os números de telefone detectados se transformem em links.

source: Mainly %s
pt_br: Principalmente %s

source: Prevent detected email address turning into links.
pt_br: Evitar que o endereço de e-mail detectado se transforme em links.

source: Prevent detected address turning into links.
pt_br: Impedir que endereços detectados se transformem em links.

source: Pingback settings
pt_br: Ajustes de Pingback

source: Allow self-pingback
pt_br: Permitir o auto-pingback

source: Smooth scroll settings
pt_br: Ajustes suaves de rolagem

source: Turn off the smooth scroll of the anchor link.
pt_br: Desligue a rolagem suave do elo de ancoragem.

source: Leave the URL hash / fragment after scrolling.
pt_br: Deixe o URL hash / fragmento após a rolagem.

source: Admin bar at the bottom left of the blog screen
pt_br: Barra de administração na parte inferior esquerda da tela do blog

source: Hide Admin bar at the bottom left
pt_br: Ocultar barra de administração na parte inferior esquerda

source: Setting for %s
pt_br: Ajuste para %s

source: design purpose
pt_br: objetivo do projeto

source: Place the number of posts inside the &lt;a&gt; tag in the category widget
pt_br: Coloque o número de posts dentro do &lt;a&gt; tag no widget da categoria

source: Place the number of posts inside the &lt;a&gt; tag in the archive widget
pt_br: Coloque o número de posts dentro do &lt;a&gt; tag no widget do arquivo

source: Non-compression for Parent Theme (for debugging)
pt_br: Não-compressão para o Tema Pai (para depuração)

source: Measures to be taken when the widget cannot be saved
pt_br: Medidas a serem tomadas quando o widget não puder ser salvo

source: * It may be worth a try if you can not save with WAF or plug-ins.
pt_br: * Pode valer a pena tentar se você não puder economizar com WAF ou plug-ins.

source: Measures to be taken when the widget save button cannot be saved by spinning around.
pt_br: Medidas a serem tomadas quando o botão salvar widget não pode ser salvo girando ao redor.

source: Reading Settings
pt_br: Configurações de leitura

source: Sample registration
pt_br: Exemplo de registro

source: Enclosing
pt_br: Encerramento

source: Enclose
pt_br: Anexar

source: HTML pattern Edit
pt_br: Padrão HTML Editar

source: You are about to delete the selected item. Is it OK?
pt_br: Você está prestes a apagar o item selecionado. Está tudo bem?

source: for luxeritas only
pt_br: somente para luxeritas

source: * After registration, please rewrite URL and Caption of the image from the HTML pattern edit screen as necessary.
pt_br: * Após o registro, reescreva a URL e a legenda da imagem na tela de edição do padrão HTML, conforme necessário.

source: CSS settings for speech balloon
pt_br: Configurações de CSS para balão de fala

source: * This item is CSS settings for speech balloon shortcode and shared.
pt_br: * Este item é um ajuste de CSS para o atalho de balão de fala e compartilhado.

source: sample
pt_br: amostra

source: Please edit contents after registration.
pt_br: Favor editar o conteúdo após o registro.

source: Even if PWA is invalid, create and load manifest
pt_br: Mesmo que o PWA seja inválido, criar e carregar manifesto

source: Start Page
pt_br: Página inicial

source: Top Page
pt_br: Principal página

source: * It is the first page displayed when the application is launched.
pt_br: * É a primeira página exibida quando a aplicação é lançada.

source: Application name
pt_br: Nome da aplicação

source: Application short name
pt_br: Aplicação nome curto

source: * <code class="normal-family">12 characters or less</code>. Used when there is insufficient space to display the full name of the application.
pt_br: * <code class="normal-family">12 caracteres ou menos</code>. Usado quando não há espaço suficiente para exibir o nome completo do aplicativo.

source: Description
pt_br: Descrição

source: Application and Splash screen icon
pt_br: Aplicação e ícone de tela Splash

source: Please set from &quot;Site icon&quot; of appearance customization.
pt_br: Por favor, configure de &quot;ícone do site&quot; de personalização de aparência.

source: Display mode
pt_br: Modo de exibição

source: No UI
pt_br: Sem UI

source: Minimal UI
pt_br: Interface Mínima

source: Same UI as browser
pt_br: O mesmo UI do navegador

source: Orientation of screen
pt_br: Orientação da tela

source: Allow rotation
pt_br: Permitir a rotação

source: Fixed in portrait
pt_br: Fixo em retrato

source: Fixed in landscape
pt_br: Fixado na paisagem

source: How to output Service Worker and Manifest files.
pt_br: Como emitir Arquivos de Operário de Serviço e Manifesto.

source: Dynamic
pt_br: Dinâmico

source: * If the root directory does not have write permission, please check dynamic.
pt_br: * Se o diretório raiz não tiver permissão de escrita, favor verificar a dinâmica.

source: Cahce control
pt_br: Controle de Cache

source: When you login to Administration Screens, delete the PWA cache in the browser.
pt_br: Ao fazer login nas Telas de Administração, exclua o cache do PWA no navegador.

source: * Set the color of mobile browser.
pt_br: * Defina a cor do navegador móvel.

source: Theme color
pt_br: Cor do tema

source: Your website is not served over SSL
pt_br: Seu site não é servido sobre SSL

source: Your website is served over SSL
pt_br: Seu site é servido sobre SSL

source: Offline page
pt_br: Página off-line
