Repository: takotakot/zeroscale-wp
Catalog: themes/luxeritas/languages/admin/*.po
Languages: pt_br

source: HTML pattern list
pt_br: Lista de padrões HTML

source: Shortcode list
pt_br: Lista de códigos curtos

source: Create Zip file
pt_br: Criar arquivo Zip

source: Download CSV
pt_br: Baixar aquivo CSV

source: Restructure of all SNS count caches
pt_br: Reestruturação de todas as caches de contagem de SNS

source: Setting selection
pt_br: Seleção da configuração

source: Setting items
pt_br: Itens de ajuste

source: User thumbnail
pt_br: Miniatura do usuário

source: Stylesheet for AMP
pt_br: Folha de estilo para AMP

source: You do not have sufficient permissions to edit templates for this site.
pt_br: Você não tem permissões suficientes para editar plugins neste site.

source: The requested theme does not exist.
pt_br: O tema solicitado não existe.

source: An editable design file is not activated
pt_br: Um arquivo de desenho editável não é ativado

source: Please select design.
pt_br: Por favor, selecione o projeto.

source: Oops, no such file exists! Double check the name and try again, merci.
pt_br: Oops, esse arquivo não existe! Verifique duas vezes o nome e tente novamente, obg.

source: Invalid file
pt_br: Arquivo inválido

source: Stylesheets were not included
pt_br: As folhas de estilo não foram incluídas

source: File for customization were not included
pt_br: Arquivo para personalização não foram incluídos

source: Directory with the same name already exists.
pt_br: Já existe um diretório com o mesmo nome.

source: Installation suspended because a suspicious file was found.
pt_br: A instalação foi suspensa porque foi encontrado um arquivo suspeito.

source: Pages
pt_br: Páginas

source: Mobile
pt_br: Celular

source: Show
pt_br: Exibir

source: Structured data
pt_br: Dados estruturados

source: Log out
pt_br: Sair

source: File deletion failed. Please remove <code>%s</code>.
pt_br: A exclusão de arquivos falhou. Favor remover <code>%s</code>.

source: Insert HTML pattern
pt_br: Inserir padrão HTML

source: There is no HTML pattern registered.
pt_br: Não há nenhum padrão HTML registrado.

source: Text not selected.
pt_br: Texto não selecionado.

source: Failed to read.
pt_br: Falha de leitura.

source: Quote
pt_br: Citação

source: Preformatted text
pt_br: Texto pré-formatado

source: Heading 2
pt_br: Cabeçalho 2

source: Heading 3
pt_br: Cabeçalho 3

source: Heading 4
pt_br: Cabeçalho 4

source: Speech balloon
pt_br: Balão de fala

source: * If you would like to add &lt;style&gt;, &lt;javascript&gt;, &lt;meta&gt;, &lt;link&gt; and other tags in the head tag in post, please write it here.
pt_br: * Se você gostaria de adicionar &lt;style&gt;, &lt;javascript&gt;, &lt;meta&gt;, &lt;link&gt; e outras tags na tag principal no correio, por favor escreva aqui.

source: * You can change the title by describing &lt;title&gt; ~ &lt;/title&gt;.
pt_br: * Você pode mudar o título descrevendo &lt;title&gt; ~ &lt;/title&gt;.

source: * If you would like to change the meta description, please write it here.
pt_br: * Se você gostaria de mudar a meta descrição, por favor escreva-a aqui.

source: * If there are meta keywords you want to add other than category names and tags, please write them here (comma separated).
pt_br: * Se houver meta palavras-chave que você queira adicionar além de nomes de categoria e tags, escreva-as aqui (separadas por vírgulas).

source: * If you would like to change the canonical url, please write it here.
pt_br: * Se você gostaria de mudar a url canônica, escreva-a aqui.

source: * If you want to return to the initial value, save it blank.
pt_br: * Se você quiser voltar ao valor inicial, salve-o em branco.

source: * If you would like to add CSS for AMP in post, please write it here. ( No &lt;style&gt; tag required )
pt_br: * Se você gostaria de acrescentar CSS para AMP no correio, escreva-o aqui. ( Não &lt;style&gt; tag necessário )

source: Delete image
pt_br: Excluir imagem

source: Additional AMP styles
pt_br: Estilos adicionais de AMP

source: Change canonical url
pt_br: Mudança de url canônica

source: Add keywords
pt_br: Adicionar palavras-chave

source: Change description
pt_br: Descrição da mudança

source: Additional headers
pt_br: Configurações adicionais

source: Image
pt_br: Imagem

source: Update method
pt_br: Método de atualização

source: Normal update
pt_br: Atualização normal

source: Quick fix (No change to modify date)
pt_br: Correção rápida (Nenhuma alteração para modificar a data)

source: Erase modify date (Publish date and modify date becomes the same)
pt_br: Apagar data de modificação (Publicar data e modificar data torna-se a mesma)

source: Set the modify date manually
pt_br: Definir a data de modificação manualmente

source: Modified on:
pt_br: Atualizado em:

source: Not updated
pt_br: Não atualizado

source: Year
pt_br: Ano

source: Month
pt_br: Mês

source: Day
pt_br: Dia

source: Hour
pt_br: Hora

source: Minute
pt_br: Minuto

source: Search Engine Visibility
pt_br: Visibilidade do Search Engine

source: Noindex tells search engines not to index.
pt_br: Noindex diz aos motores de busca para não indexar.

source: Nofollow tells search engines not to follow the links.
pt_br: Nofollow diz aos motores de busca para não seguirem os links.

source: Noarchive tells search engines not to store a cache.
pt_br: Noarchive diz aos motores de busca para não armazenarem um cache.

source: Noimageindex tells search engines not to index images on this page.
pt_br: Noimageindex diz aos motores de busca para não indexar imagens nesta página.

source: Disable jQuery Asynchronous
pt_br: Desativar jQuery Asynchronous

source: Disable jQuery Asynchronous on this page
pt_br: Desativar jQuery Asynchronous nesta página

source: Disable AMP
pt_br: Desativar o AMP

source: Disable AMP on this page
pt_br: Desativar o AMP nesta página

source: Hide TOC
pt_br: Esconder TOC

source: Hide TOC on this page
pt_br: Ocultar TOC nesta página

source: Processing started.
pt_br: O processamento foi iniciado.

source: Processing is completed
pt_br: O processamento é concluído

source: Rotate
pt_br: Rotacionar

source: Restored %s settings
pt_br: Restaurada %s configurações

source: Restore failed
pt_br: Falha ao efetuar restauro

source: Not file selected
pt_br: Não arquivo selecionado

source: Insert Shortcode
pt_br: Inserir Shortcode

source: There is no active shortcode.
pt_br: Não há um atalho ativo.

source: This shortcode name is not available in WordPress
pt_br: Este nome de atalho não está disponível no WordPress

source: Sample that simply displays a character string
pt_br: Amostra que simplesmente exibe uma cadeia de caracteres

source: Sample using enclosing shortcode
pt_br: Amostra usando o atalho de fechamento

source: Sample to display argument given to shortcode
pt_br: Amostra para exibir argumento dado ao código de atalho

source: Could not create cache file.
pt_br: Não foi possível criar um arquivo cache.

source: Published date
pt_br: Data de publicação

source: Not cached
pt_br: Não em cache

source: Jump
pt_br: Pular

source: Replace All
pt_br: Substituir Tudo

source: * Deleting the original comment may malfunction to have the theme not work as the child theme.
pt_br: * A eliminação do comentário original pode funcionar incorretamente para que o tema não funcione como o tema infantil.

source: * Write here the Sytle or Javascript which wants to be placed in the head tag.
pt_br: * Escreva aqui o Sytle ou Javascript que quer ser colocado na etiqueta da cabeça.

source: * Write here the Sytle or Javascript which wants to be placed in the footer.
pt_br: * Escreva aqui o Sytle ou Javascript que quer ser colocado no rodapé.

source: * When inserting the tracking code in &lt;head&gt; tag, please write it here.
pt_br: * Ao inserir o código de rastreamento em &lt; head&gt; tag, por favor, escreva-o aqui.

source: * Recommended to add Google Analytics code (gtag.js) and other tracking code here.
pt_br: * Recomenda-se adicionar aqui o código do Google Analytics (gtag.js) e outros códigos de rastreamento.

source: * When inserting the tracking code in &lt;body&gt; tag, please write it here.
pt_br: * Ao inserir o código de rastreamento em &lt; body&gt; tag, por favor, escreva-o aqui.

source: Tracking code position
pt_br: Posição do código de rastreamento

source: Top of %s
pt_br: Parte superior de %s

source: Bottom of %s
pt_br: Botão de %s

source: Child Theme Functions
pt_br: Funções do Tema Filho

source: * Miss writing the functions.php may lead to malfunctin of Wordpress, so be careful!!!
pt_br: * A falta de escrita das funções.php pode levar à falha de funcionamento do Wordpress, portanto tenha cuidado!!!

source: * Please insert amp-auto-ads tag here when using Auto ads for AMP.
pt_br: * Por favor, insira aqui a etiqueta amp-auto-ads quando usar anúncios de Auto para AMP.

source: The head tag of amp-auto-ads is unnecessary as it is automatically loaded.
pt_br: A etiqueta da cabeça dos amp-auto-ads é desnecessária, pois é automaticamente carregada.

source: Insertion position
pt_br: Posição de inserção

source: Stylesheet for post editor
pt_br: Folha de estilo para pós editor

source: In the PHP environment you are using, ZipArchive could not be handled.
pt_br: No ambiente PHP que você está usando, o ZipArchive não poderia ser manipulado.

source: Temporary file creation failed.
pt_br: A criação do arquivo temporário falhou.

source: Micro thumbnail
pt_br: Micro miniatura

source: Small thumbnail
pt_br: Thumbnail pequena

source: Horizontal thumbnail
pt_br: Miniatura horizontal

source: Small size
pt_br: Tamanho pequeno

source: Side bar with 336 px
pt_br: Barra lateral com 336 px

source: Side bar with 300 px
pt_br: Barra lateral com 300 px

source: Large size
pt_br: Tamanho grande

source: Paragraph <p>
pt_br: Parágrafo <p>

source: Block <div>
pt_br: Bloco <div>

source: Heading 2 <h2>
pt_br: Rubrica 2 <h2>

source: Heading 3 <h3>
pt_br: Rubrica 3 <h3>

source: Heading 4 <h4>
pt_br: Rubrica 4 <h4>

source: Heading 5 <h5>
pt_br: Rubrica 5 <h5>

source: Heading 6 <h6>
pt_br: Rubrica 6 <h6>

source: Address <address>
pt_br: Endereço <address>

source: Monospaced font
pt_br: Fonte monoespaçada

source: Yu Gothic
pt_br: Yu Gótico

source: * These settings will be activated after reloading the screen.
pt_br: * Estas configurações serão ativadas após a recarga da tela.

source: Max width
pt_br: Largura máxima

source: When input is 0, 100%
pt_br: Quando a entrada é 0, 100%

source: Behavior of enter key
pt_br: Comportamento da chave enter

source: Show Menu bar
pt_br: Mostrar barra de menu

source: Auto reload after saving
pt_br: Recarga automática após a economia

source: by Luxeritas
pt_br: por Luxeritas

source: Title:
pt_br: Título:

source: Size
pt_br: Tamanho

source: Margin:
pt_br: Margem:

source: Alignment:
pt_br: Alinhamento:

source: Recent Comments
pt_br: Comentários Recentes

source: Anonymous
pt_br: Anônimo

source: %s&apos; website
pt_br: %s' site

source: Post of this comment
pt_br: Publicação deste comentário

source: The latest comments to all posts
pt_br: Os últimos comentários a todos os posts

source: Number of comments to show:
pt_br: Número de comentários a mostrar:

source: Recent posts
pt_br: Postagens recentes

source: No new posts
pt_br: Sem novos posts

source: All Categories
pt_br: Todas as Categorias

source: Small square thumbnail
pt_br: Pequena miniatura quadrada

source: Wide thumbnail
pt_br: Miniatura larga

source: Sort
pt_br: Ordenar

source: publish date
pt_br: data de publicação

source: updated date
pt_br: data de atualização

source: Number of posts to show:
pt_br: Número de postagens para mostrar:

source: Category or tag display:
pt_br: Exibição de categoria ou etiqueta:

source: Display category preferentially
pt_br: Categoria de exibição preferencialmente

source: Display tag preferentially
pt_br: Mostrar preferencialmente a etiqueta

source: Do not display
pt_br: Não mostrar

source: No date
pt_br: Sem data

source: No excerpt
pt_br: Nenhum resumo

source: No thumbnail
pt_br: Sem miniatura

source: SNS Follow Button
pt_br: Botão SNS Follow Button

source: Follow me!
pt_br: Sigam-me!

source: Button appearance:
pt_br: Aparência dos botões:

source: RSS / Feedly Button
pt_br: RSS / Botão Feedly

source: Subscribe to this blog
pt_br: Assinar este blog

source: It&#x27;s mainly for adsense, but you can write whatever you like text, HTML, shortcode etc.
pt_br: It&#x27;s principalmente para adsense, mas você pode escrever o que quiser de texto, HTML, código de atalho, etc.

source: This widget can be switched between &quot;show / hide&quot; on the specified page.
pt_br: Este widget pode ser alternado entre &quot;show / hide&quot; na página especificada.

source: Advertising / Adsense
pt_br: Publicidade / Adsense

source: Preview page
pt_br: Ver Página

source: Customize preview page
pt_br: Personalizar a página de pré-visualização

source: 404 Not Found page
pt_br: 404 Página não encontrada

source: Search result page
pt_br: Página de resultados de busca

source: Specified page
pt_br: Página especificada

source: Specify post IDs separated by commas or line feeds
pt_br: Especificar as identificações dos correios separadas por vírgulas ou linhas de alimentação

source: Dual Ad horizon
pt_br: Horizonte de anúncio duplo

source: Dual Ad vertical
pt_br: Anúncio duplo vertical

source: Sponsored Links
pt_br: Links patrocinados

source: Advertisement
pt_br: Publicidade

source: Content:
pt_br: Conteúdo:

source: * Google Adsense please paste responsive ads.
pt_br: * Google Adsense, por favor, cole os anúncios que respondem.

source: * In addition to advertisements, you can write whatever you like text, HTML, shortcode etc.
pt_br: * Além das propagandas, você pode escrever o que quiser de texto, HTML, código de atalho etc.

source: Adsense Size
pt_br: Tamanho Adsense

source: Label
pt_br: Rótulo

source: Center the label
pt_br: Centralizar o rótulo

source: Add structured data representing advertisements
pt_br: Adicionar dados estruturados representando propagandas

source: Surrounded by &lt;aside&gt; tag
pt_br: Rodeado por &lt; à parte&gt; tag

source: Pages not to display this widget:
pt_br: Páginas para não exibir este widget:

source: High feature carousel slider. This widget is not displayed in AMP.
pt_br: Deslizador de carrossel de alta característica. Este widget não é exibido no AMP.

source: Latest list of categories to belong
pt_br: Lista mais recente de categorias a pertencer

source: Latest list of tags to belong
pt_br: Última lista de tags a pertencer

source: Latest list of all posts
pt_br: Lista mais recente de todos os posts

source: Latest list of static pages
pt_br: Lista mais recente de páginas estáticas

source: Fraction
pt_br: Fração

source: Progress bar
pt_br: Barra de progresso

source: Always display
pt_br: Sempre mostrar

source: Displayed only when mouse hover
pt_br: Exibido somente quando o mouse flutua

source: 3D animation
pt_br: animação 3D

source: Rotate on mouse over
pt_br: Gire com o mouse sobre

source: Display active slide a little larger
pt_br: Mostrar slide ativo um pouco maior

source: Display the displayed post in the center
pt_br: Exibir o post exibido no centro

source: Display the latest post in the center
pt_br: Exibir o último post no centro

source: Display in order of posting date / time
pt_br: Exibição em ordem de data/hora de lançamento

source: Page display this widget
pt_br: Página exibir este widget

source: Item type and number of display items
pt_br: Tipo de item e número de itens de exibição

source: : Maximum display number ( * a number smaller than the number of items )
pt_br: : Número máximo de exibição ( * um número menor do que o número de itens )

source: : Maximum number of items
pt_br: : Número máximo de itens

source: Automatic width
pt_br: Largura automática

source: Stretch the image to full-width
pt_br: Esticar a imagem até a largura total

source: Height
pt_br: Altura

source: Automatic height
pt_br: Altura automática

source: It will be the height of the largest thumbnail size
pt_br: Será a altura do maior tamanho de miniatura

source: Stretch the image to full height
pt_br: Esticar a imagem até a altura máxima

source: Fixed height
pt_br: Altura fixa

source: Margin color
pt_br: Cor da margem

source: Navigation
pt_br: Navegação

source: Efects
pt_br: Efeitos

source: Display non-active slides dark
pt_br: Mostrar slides não-ativos escuros

source: Options
pt_br: Opções

source: sec
pt_br: seg

source: Display post title
pt_br: Título do post de exibição

source: Disable Lazy Load
pt_br: Desativar a carga preguiçosa

source: Insert table of contents.
pt_br: Inserir tabela de conteúdo.

source: The setting of this widget is in &quot;Table of Contents&quot; of appearance customization.
pt_br: A configuração deste widget está em &quot;Tabela de Conteúdo&quot; de personalização de aparência.

source: Hide widgets when there is no item
pt_br: Ocultar widgets quando não há nenhum item

source: Display selected reusable block.
pt_br: Mostrar o bloco reutilizável selecionado.

source: This content cannot be displayed in widgets.
pt_br: Este conteúdo não pode ser exibido em widgets.

source: Reusable Blocks:
pt_br: Blocos reutilizáveis:

source: No reusable block available to select.
pt_br: Nenhum bloco reutilizável disponível para seleção.

source: PWA install button
pt_br: Botão de instalação do PWA

source: Button name
pt_br: Nome do botão

source: Button description
pt_br: Descrição do botão

source: Display only when mobile device.
pt_br: Mostrar somente quando o dispositivo móvel.

source: General-purpose sidebar
pt_br: Barra lateral de uso geral

source: title %s type
pt_br: título %s tipo

source: If you want the title to have %s tag.
pt_br: Se você quiser que o título tenha %s tag.

source: Front page sidebar
pt_br: Barra lateral da primeira página

source: Front page dedicated.
pt_br: Primeira página dedicada.

source: Other than the front page sidebar
pt_br: Além da barra lateral da primeira página

source: Pages other than the front page.
pt_br: Páginas que não a primeira página.

source: Scroll follow sidebar (H4 type)
pt_br: Rolar seguindo a barra lateral (tipo H4)

source: Widget to follow the scroll. The title is only h4.
pt_br: Widget para seguir o pergaminho. O título é apenas h4.

source: AMP sidebar (H4 type)
pt_br: Barra lateral AMP (tipo H4)

source: AMP dedicated. The title is only h4.
pt_br: AMP dedicado. O título é apenas h4.

source: Under Header Widget
pt_br: Sob o Widget do Cabeçalho

source: Place the widget just below the header.
pt_br: Coloque o widget logo abaixo do cabeçalho.

source: for AMP
pt_br: para AMP

source: Above Post Title Widget
pt_br: Acima Widget de título de post

source: Place the widget above the post title.
pt_br: Coloque o widget acima do título do post.

source: Under Post Title Widget
pt_br: Sob o título Post Widget

source: Place the widget under the post title.
pt_br: Coloque o widget sob o título do post.

source: Above the first H2 tag in the post
pt_br: Acima da primeira etiqueta H2 no post

source: Place the widget above first H2 tag in the post.
pt_br: Coloque o widget acima da primeira etiqueta H2 no post.

source: Above Related Posts Widget
pt_br: Widget dos Posts Relacionados Acima

source: Place the widget above the related posts.
pt_br: Coloque o widget acima dos posts relacionados.

source: Under Related Posts Widget
pt_br: Em Posts relacionados Widget

source: Place the widget under the related posts.
pt_br: Coloque o widget sob os posts relacionados.

source: Above Posts List Widget
pt_br: Acima Lista de Posts Widget

source: Place the widget above the posts list.
pt_br: Coloque o widget acima da lista de posts.

source: Middle of Posts List Widget
pt_br: Meio da Lista de Posts Widget

source: Place the widget middle of the posts list.
pt_br: Coloque o widget no meio da lista de posts.

source: Under Posts List Widget
pt_br: Em Posts List Widget

source: Place the widget under the posts list.
pt_br: Coloque o widget sob a lista de posts.

source: Footer left
pt_br: Rodapé - Esquerda

source: Title H4
pt_br: Título H4

source: When the sidebar is offscreen, it will be not shown.
pt_br: Quando a barra lateral estiver fora da tela, ela não será mostrada.

source: Footer center
pt_br: Centro do rodapé

source: Footer right
pt_br: Rodapé - Direita

source: Under Post Widget
pt_br: Em Post Widget

source: Place the widget under the post.
pt_br: Coloque o widget debaixo do post.

source: Further below &quot;Under Post Widget&quot;
pt_br: Mais abaixo &quot;Sob Post Widget&quot;

source: Place the widget further below &quot;Under Post Widget&quot;.
pt_br: Coloque o widget mais abaixo &quot;Sob Post Widget&quot;.

source: 3 Column Left Sidebar
pt_br: 3 Coluna da barra lateral esquerda

source: Could not delete cache directory.
pt_br: Não foi possível excluir o diretório do cache.

source: RESET all the customizations
pt_br: RESET a todas as customizações

source: * This will reset all customizations of luxe.
pt_br: * Isto irá redefinir todas as personalizações de luxos.

source: Enable %s
pt_br: Ativar %s

source: Do not show comment list
pt_br: Não mostrar lista de comentários

source: Plug-in to be activated with AMP
pt_br: Plug-in para ser ativado com AMP

source: * If you activate a plugin that inserts elements forbidden by AMP, an AMP error occurs.
pt_br: * Se você ativar um plugin que insere elementos proibidos pelo AMP, ocorre um erro do AMP.

source: * It is not necessary to activate the plugin which is necessary only in the management screen.
pt_br: * Não é necessário ativar o plugin, que é necessário apenas na tela de gerenciamento.

source: AMP Logo image
pt_br: Imagem do logotipo AMP

source: Same as the site logo
pt_br: O mesmo que o logotipo do site

source: Set the AMP logo separately
pt_br: Coloque o logotipo da AMP separadamente

source: * Will only back up customized data for the appearance design. (Image, various ID etc excluded)
pt_br: * Só fará o backup de dados personalizados para o projeto da aparência. (Imagem, várias identificações etc. excluídas)

source: * File will be saved in %s format.
pt_br: * O arquivo será salvo no formato %s.

source: Appearance Backup
pt_br: Backup de Aparência

source: * Will restore Luxeritas appearance customized setting from JSON backed up file.
pt_br: * Irá restaurar a aparência do Luxeritas com a configuração personalizada do arquivo com backup JSON.

source: Appearance Restore
pt_br: Restauração da Aparência

source: * Will create backup file of child theme.
pt_br: * Irá criar um arquivo de backup do tema filho.

source: * If the filename contains multibyte characters, it may be skipped.
pt_br: * Se o nome do arquivo contiver caracteres multibyte, ele poderá ser ignorado.

source: * Will create the back up for all the Luxeritas customized data.
pt_br: * Criará o back up para todos os dados personalizados do Luxeritas.

source: All Backup
pt_br: Todos os Backups

source: * Will restore Luxeritas customized setting from JSON backed up file.
pt_br: * Restaurará a configuração personalizada do Luxeritas a partir do arquivo de backup do JSON.

source: All Restore
pt_br: Restaurar Tudo

source: Load CSS for speech balloon
pt_br: Carregar CSS para balão de fala

source: If speech balloon shortcode is registered, it will be sure to loaded.
pt_br: Se for registrado um atalho de balão de fala, ele certamente será carregado.

source: Border
pt_br: Borda

source: Shadow
pt_br: Sombra

source: Enable Block-based Widgets Editor
pt_br: Habilitar editor de Widgets baseado em blocos

source: (Addition)
pt_br: (Adição)

source: Initial settings
pt_br: Configurações iniciais

source: Turn off Luxeritas block toolbar
pt_br: Desligar a barra de ferramentas do bloco Luxeritas

source: Turn off Luxeritas Blocks
pt_br: Desligue os Blocos Luxeritas
