Repository: takotakot/zeroscale-wp
Catalog: themes/luxeritas/languages/admin/*.po
Languages: pt_br

source: When asynchronous, rendering is faster, but there is a lag in reflecting web fonts.
pt_br: Quando assíncrona, a renderização é mais rápida, mas há um atraso na reflexão das fontes web.

source: Prioritize Latin fonts
pt_br: Priorizar as fontes latinas

source: Latin fonts
pt_br: Fontes latinas

source: Not specified
pt_br: Não especificado

source: [ Web font ]
pt_br: [Fonte da Web]

source: Japanese fonts
pt_br: Fontes japonesas

source: Sawarabi Gothic
pt_br: Sawarabi Gótico

source: Scale
pt_br: Escala

source: Site Title
pt_br: Título do Site

source: Post excerpt
pt_br: Resumo do Post

source: Post content
pt_br: Conteúdo do Post

source: Post title
pt_br: Título do post

source: Post content :
pt_br: Conteúdo da postagem :

source: Meta Infomation
pt_br: Meta-informação

source: Breadcrumb menu link
pt_br: Link do menu Breadcrumb

source: Global Nav (Header Nav)
pt_br: Navegação de Cabeçalho (Global Nav)

source: Comments
pt_br: Comentários

source: Link color
pt_br: Cor do Link

source: Link hover color
pt_br: Cor do Link em Foco

source: Footer
pt_br: Rodapé

source: Border color
pt_br: Cor da borda

source: Background transparent
pt_br: Cor de fundo transparente

source: Content area
pt_br: Área de conteúdo

source: Copyright area
pt_br: Área de direitos autorais

source: Images (Background / Title / Logo)
pt_br: Imagens (Fundo / Título / Logotipo)

source: Use image as title
pt_br: Usar imagem como título

source: One point logo image
pt_br: Imagem do logotipo de um ponto

source: * Display one point image to the left of the site title.
pt_br: * Exibir uma imagem de um ponto à esquerda do título do site.

source: Background image
pt_br: Imagem de fundo

source: Background image transparent
pt_br: Imagem de fundo transparente

source: Fixed background
pt_br: Fundo fixo

source: Background image layout
pt_br: Layout da imagem de fundo

source: Top
pt_br: Topo

source: Middle
pt_br: Meio

source: Bottom
pt_br: Inferior

source: Left
pt_br: Esquerda

source: Center
pt_br: Centro

source: Right
pt_br: Direita

source: repeat
pt_br: repetir

source: repeat-x
pt_br: repetir-x

source: repeat-y
pt_br: repetir-y

source: no-repeat
pt_br: não-repetir

source: contain
pt_br: contém

source: cover
pt_br: capa

source: width: 100%, height: auto
pt_br: largura: 100%, altura: auto

source: width: auto, height: 100%
pt_br: largura: auto, altura: 100%

source: width: 100%, height: 100%
pt_br: largura: 100%, altura: 100%

source: screen width
pt_br: largura da tela

source: mobile
pt_br: dispositivos móveis

source: * If an image isn&apos;t selected, it&apos;ll be the same as the above image. ( You need an header BG image for PC )
pt_br: * Se uma imagem não for selecionada, ela será a mesma que a imagem acima. ( Você precisa de uma imagem BG de cabeçalho para PC )

source: cell
pt_br: célula

source: Adjust height automatically to fit image
pt_br: Ajuste de altura automaticamente para caber na imagem

source: Maximum height when height is automatically adjusted
pt_br: Altura máxima quando a altura é ajustada automaticamente

source: Minimum height when height is automatically adjusted
pt_br: Altura mínima quando a altura é ajustada automaticamente

source: Header background image layout
pt_br: Layout da imagem de fundo do cabeçalho

source: Logo image
pt_br: Imagem do logotipo

source: On top of the global navigation
pt_br: Em cima da navegação global

source: Breadcrumb link
pt_br: Elo Breadcrumb

source: Position of breadcrumb link
pt_br: Posição do elo de migalhas de pão

source: Outside of the content area
pt_br: Fora da área de conteúdo

source: Inside of the content area
pt_br: Dentro da área de conteúdo

source: Do not show
pt_br: Não mostre

source: Padding of breadcrumb menu for above and below
pt_br: Estofamento do menu de migalhas de pão para cima e para baixo

source: Padding of breadcrumb menu for left and right
pt_br: Estofamento do menu de migalhas de pão para esquerda e direita

source: Breadcrumb menu link color
pt_br: Cor do link do menu Breadcrumb

source: Breadcrumb menu background color
pt_br: Cor de fundo do menu Breadcrumb

source: Surround the breadcrumb menu with border
pt_br: Cercar o cardápio de migalhas de pão com borda

source: Breadcrumb menu border color
pt_br: Cor da borda do menu Breadcrumb

source: * Menu settings is under &quot;Appearance -&gt; Menus&quot;. Please create and save your desired menu,and make sure to select for the location &quot;Header Band Menu&quot;.
pt_br: * As configurações do menu estão em &quot; Aparência -&gt; Menus&quot;. Por favor, crie e salve seu menu desejado, e certifique-se de selecionar para a localização &quot;Header Band Menu&quot;.

source: Display the band menu above the header
pt_br: Exibir o menu de bandas acima do cabeçalho

source: Band menu to be full width
pt_br: Menu banda para ter largura total

source: Make band menu sticky
pt_br: Tornar o menu de bandas pegajoso

source: Appearance of band menu
pt_br: Aspecto do menu de bandas

source: Height of band menu
pt_br: Altura do menu da banda

source: Band menu
pt_br: Menu banda

source: Color of the line bottom of the band menu
pt_br: Cor do fundo de linha do menu da banda

source: Thickness of the line bottom of the band menu
pt_br: Espessura da linha de fundo do menu da banda

source: Display Search Box
pt_br: Exibir Caixa de Pesquisa

source: Search Box
pt_br: Caixa de Busca

source: Display style of social buttons
pt_br: Estilo de exibição dos botões sociais

source: Icon only
pt_br: Ícone apenas

source: Icon + SNS name
pt_br: Ícone + nome SNS

source: Apply color on the follow buttons
pt_br: Aplique cor nos seguintes botões

source: follow button display
pt_br: seguir a exibição de botões

source: &nbsp;&nbsp;&nbsp;Enter the XXXXX part
pt_br: &nbsp;&nbsp;&nbsp;Digite a parte XXXXX

source: button display
pt_br: exibição de botões

source: Global Nav
pt_br: Navegação Global

source: Display Global Navigation
pt_br: Mostrar navegação global

source: The position of the Global Nav
pt_br: A posição da Navegação Global

source: Below header ( Normal )
pt_br: Abaixo do cabeçalho ( Normal )

source: Above header
pt_br: Acima do cabeçalho

source: Type of mobile menu
pt_br: Tipo de menu móvel

source: Luxury version
pt_br: Versão de luxo

source: Global menu only
pt_br: Apenas menu global

source: How to open and close the mobile menu
pt_br: Como abrir e fechar o menu móvel

source: Individually opening and closing the parent and child
pt_br: Abertura e fechamento individual do pai e do filho

source: All opening and closing
pt_br: Todas as aberturas e fechamentos

source: Size of width
pt_br: Tamanho da largura

source: Automatically resize the width
pt_br: Redimensionar automaticamente a largura

source: full width
pt_br: largura completa

source: All the same width
pt_br: Todas com a mesma largura

source: Separator line
pt_br: Linha separadora

source: None
pt_br: Nenhum

source: Add separator line
pt_br: Adicionar linha separadora

source: Add separator line including both ends
pt_br: Adicionar linha separadora incluindo ambas as extremidades

source: Make it sticky
pt_br: Definir como Fixo

source: Not make it sticky
pt_br: Não o torna pegajoso

source: Make it sticky on small devices
pt_br: Torná-lo pegajoso em pequenos dispositivos

source: Make it sticky on PC
pt_br: Torná-lo pegajoso no PC

source: Sticky options
pt_br: Opções pegajosas

source: Shadow density when sticky
pt_br: Densidade das sombras quando pegajosas

source: Semi transparent when sticky
pt_br: Semi transparente quando pegajoso

source: Sticky only when scrolling up
pt_br: Pegajoso somente ao rolar para cima

source: Scroll progress bar
pt_br: Barra de progresso de rolagem

source: Display scroll progress bar on underline
pt_br: Mostrar barra de progresso de rolagem em sublinhado

source: * Require sticky
pt_br: * Exigir pegajoso

source: Scroll progress rate
pt_br: Taxa de progresso de rolagem

source: Bottom of page is 100%
pt_br: O final da página é 100%

source: Bottom of post is 100%
pt_br: O fundo do post é 100%

source: Nav item:
pt_br: Item de Navegação:

source: Description text color
pt_br: Cor do Texto de Descrição

source: Link hover background color
pt_br: Cor de fundo do link pairar

source: Current color
pt_br: Cor atual

source: Current item description text color
pt_br: Cor do texto de descrição do item atual

source: Current background color
pt_br: Cor de fundo atual

source: Nav bar:
pt_br: Barra de navegação:

source: Color of the lines above the Nav
pt_br: Cor das linhas acima da Navegação

source: Color of the line bottom to the Nav
pt_br: Cor do fundo da linha para a Navegação

source: Color of the progress bar
pt_br: Cor da barra de progresso

source: Color of the separator line
pt_br: Cor da linha separadora

source: Thickness of the line above the Nav
pt_br: Espessura da linha acima da Navegação

source: Thickness of the line bottom to the Nav
pt_br: Espessura da linha de fundo para a Navegação

source: Padding of Nav for above and below
pt_br: Acolchoamento da Navegação para cima e para baixo

source: Padding of Navigation bar for above and below
pt_br: Acolchoamento da barra de navegação para cima e para baixo

source: * Menu settings is under &quot;Appearance -&gt; Menus&quot;. Please create and save your desired menu,and make sure to select for the location &quot;Footer nav&quot;.
pt_br: * As configurações do menu estão em &quot; Aparência -&gt; Menus&quot;. Por favor, crie e salve seu menu desejado, e certifique-se de selecionar para a localização &quot;Footer nav&quot;.

source: Footer nav position
pt_br: Posição de navegação do rodapé

source: Above footer widget
pt_br: Acima do dispositivo de rodapé

source: Below footer widget
pt_br: Abaixo do rodapé do widget

source: alignment of nav items by device
pt_br: alinhamento dos itens de navegação por dispositivo

source: Always line up nav items horizontal.
pt_br: Alinhe sempre os itens de navegação na horizontal.

source: For smartphone size or smaller, line up nav items vertically.
pt_br: Para smartphone de tamanho ou menor, alinhe os itens de navegação verticalmente.

source: For mobile device size or smaller, line up nav items vertically.
pt_br: Para dispositivos móveis de tamanho ou menores, alinhe os itens de navegação verticalmente.

source: Footer nav separator
pt_br: Separador de navegação do rodapé

source: The pipe symbol
pt_br: O símbolo do tubo

source: The slash symbol
pt_br: O símbolo da barra diagonal

source: The hyphen symbol
pt_br: O símbolo do hífen

source: Mobile Nav buttons
pt_br: Botões de navegação móvel

source: If these items are checked, mobile navigation button is displayed at the bottom of the screen.
pt_br: Se estes itens forem verificados, o botão de navegação móvel é exibido na parte inferior da tela.

source: Home button
pt_br: Botão Home

source: * This button is not displayed on the top page.
pt_br: * Este botão não é exibido na página superior.

source: Global Nav button
pt_br: Botão de navegação global

source: SNS button
pt_br: Botão SNS

source: * This button is displayed only when there are SNS buttons other than normal buttons on the page.
pt_br: * Este botão é exibido somente quando há botões SNS diferentes dos botões normais na página.

source: Sidebar button
pt_br: Botão de barra lateral

source: Table of contents button
pt_br: Tabela de conteúdo do botão

source: * This button is displayed only when there are table of contents on the page.
pt_br: * Este botão é exibido somente quando há um índice na página.

source: Comment button
pt_br: Botão Comentário

source: * Scroll to the comment field.
pt_br: * Vá para o campo de comentários.

source: Search button
pt_br: Botão de pesquisa

source: Page top button
pt_br: Botão do topo da página

source: Hide button when scrolling down
pt_br: Esconder botão ao rolar para baixo

source: Appearance of mobile buttons
pt_br: Aparência dos botões móveis

source: Spacing between buttons
pt_br: Espaçamento entre botões

source: Hide button names (only icons)
pt_br: Ocultar nomes de botões (somente ícones)

source: Icon and text arrangement
pt_br: Ícone e arranjo de texto

source: Vertical arrangement
pt_br: Arranjo vertical

source: Horizontal arrangement
pt_br: Arranjo horizontal

source: Button min width
pt_br: Largura mínima do botão

source: Automatic at 0
pt_br: Automático a 0

source: If it does not fit on the screen
pt_br: Se não couber na tela

source: Horizontal scroll
pt_br: Rolagem horizontal

source: Wrap
pt_br: Envolver

source: Create the table of contents based on the heading tag in the post.
pt_br: Criar o índice com base na tag de cabeçalho no post.

source: Automatically insert the TOC
pt_br: Inserir automaticamente o TOC

source: Apply style
pt_br: Aplicar estilo

source: Automatically insert the TOC also in AMP page
pt_br: Inserir automaticamente o TOC também na página AMP

source: Show when: (number of headings)
pt_br: Mostrar quando: (número de cabeçalhos)

source: Post type to display
pt_br: Tipo de post a exibir

source: Heading hierarchy to display
pt_br: Hierarquia de títulos a exibir

source: Position of jump destination (Height)
pt_br: Posição de destino do salto (Altura)

source: Items below this do not apply to widgets
pt_br: Os itens abaixo disso não se aplicam a widgets

source: Start status
pt_br: Status inicial

source: Open state
pt_br: Estado aberto

source: Closed state
pt_br: Estado fechado

source: Show button
pt_br: Mostrar Botão

source: Hide button
pt_br: Esconder botão

source: Button
pt_br: Botão

source: Animation
pt_br: Animação

source: Enable animation effects
pt_br: Habilitar efeitos de animação

source: Header parallax scroll
pt_br: Rolagem do paralaxe de cabeçalho

source: ( default value 0 )
pt_br: ( valor padrão 0 )

source: Opening animation
pt_br: Animação de abertura

source: Without animation effect
pt_br: Sem efeito de animação

source: Curtain
pt_br: Cortina

source: Dark
pt_br: Escuro

source: Shutter
pt_br: Obturador

source: Stretch sideways
pt_br: Esticar de lado

source: Stretch vertically
pt_br: Esticar verticalmente

source: Rotate title
pt_br: Rodar título

source: FadeIn
pt_br: Aparecer

source: Scope
pt_br: Escopo

source: Apply to all pages
pt_br: Aplicar a todas as páginas

source: Apply to the top page only
pt_br: Aplicar somente à página superior

source: Applies to external access only
pt_br: Aplica-se somente ao acesso externo

source: Always applied to the top page
pt_br: Sempre aplicado na página superior

source: Site name
pt_br: Nome do site

source: Zoom in
pt_br: Aumentar Zoom

source: Zoom out
pt_br: Menos zoom

source: Posts List thumbnail
pt_br: Miniatura da lista de postagens

source: SNS share buttons
pt_br: Botões de compartilhamento SNS

source: Upward movement
pt_br: Movimento para cima

source: Image gallery
pt_br: Galeria de imagem

source: Script for image popup
pt_br: Roteiro para popup de imagem

source: Do not use
pt_br: Não use

source: Cannot coexist with &quot;Lazy Load&quot;
pt_br: Não é possível coexistir com &quot;Lazy Load&quot;

source: External link
pt_br: Link externo

source: Add %s in the external links of the article
pt_br: Adicionar %s nos links externos do artigo

source: icon
pt_br: ícone

source: Type of external link icon
pt_br: Tipo de ícone de link externo

source: The color of external link icon
pt_br: A cor do ícone do link externo

source: * Not recommended! (such nofollow link in your articles could be a breach in manners.)
pt_br: * Não recomendado! (tal link de nofollow em seus artigos pode ser uma quebra de boas maneiras)

source: Author (post contributor)
pt_br: Autor (pós-colaborador)

source: Display author (post contributor)
pt_br: Mostrar autor (pós-colaborador)

source: * If you hide the author, a structured data error will result..
pt_br: * Se você esconder o autor, um erro de dados estruturado resultará...

source: URL spanned the author
pt_br: O URL abrangeu o autor

source: Link to the contributor archive page
pt_br: Link para a página de arquivo do contribuinte

source: Link to the URL you desire
pt_br: Link para a URL que você deseja

source: The URL you desire!
pt_br: A URL que você deseja!

source: Eanable Blog Card
pt_br: Ativar Cartão do Blog

source: Make embedded URL a blog card
pt_br: Faça do URL embutido um cartão de blog

source: * If you check this, Some oEmbed features of WordPress will not be usable.
pt_br: * Se você verificar isto, algumas características do WordPress não serão utilizáveis.

source: The maximum width of the blog card
pt_br: A largura máxima do cartão do blog

source: * default value 540
pt_br: * valor padrão 540

source: Border radius of Card
pt_br: Raio de fronteira do cartão

source: Shadow on the card
pt_br: Sombra no cartão

source: Image position
pt_br: Posição da Imagem

source: Surround the image with border
pt_br: Cercar a imagem com borda

source: Shadow on the image
pt_br: Sombra sobre a imagem

source: Border radius of image
pt_br: Raio de imagem da fronteira

source: Cache expiration time
pt_br: Tempo de expiração do Cache

source: %s day
pt_br: %s dia

source: %s week
pt_br: %s semana

source: %s month
pt_br: %s mês

source: half year
pt_br: meio ano

source: Eanable cache for SNS counter
pt_br: Cache para contador SNS

source: Recommend
pt_br: Recomendado

source: * will not function if normal SNS button is selected.
pt_br: * não funcionará se o botão SNS normal for selecionado.

source: * by enabling cache, the SNS counter will work even on WAF enabled servers.
pt_br: * ao habilitar o cache, o contador SNS funcionará mesmo em servidores habilitados para WAF.

source: Count and cache the SNS counts even NO display is selected.
pt_br: Contagem e cache o SNS conta até mesmo NO display é selecionado.

source: Interval for cache restructure
pt_br: Intervalo para reestruturar o cache

source: %s seconds
pt_br: %s segundos

source: %s minutes
pt_br: %s minutos

source: %s hour
pt_br: %s hora

source: %s hours
pt_br: %s horas

source: Weekly cache cleaning
pt_br: Limpeza semanal do cache

source: Delete trash considered cache
pt_br: Eliminar o lixo considerado cache

source: Delete all cache
pt_br: Excluir todo o cache

source: Do nothing
pt_br: Não fazer nada

source: SNS button above article type and layout
pt_br: Botão SNS acima tipo e layout do artigo

source: Normal button
pt_br: Botão normal

source: Variable width flat type
pt_br: Largura variável tipo plano

source: Color
pt_br: Cor

source: Nameless icon type
pt_br: Tipo de ícone sem nome

source: Fixed width type
pt_br: Tipo de largura fixa

source: Display SNS button above the articles
pt_br: Mostrar o botão SNS acima dos artigos

source: Show the counts on SNS buttons(above)
pt_br: Mostrar as contagens nos botões SNS (acima)

source: SNS button beneath article type and layout
pt_br: Botão SNS abaixo do tipo e layout do artigo

source: Display SNS button below the articles
pt_br: Mostrar o botão SNS abaixo dos artigos

source: Show the counts on SNS buttons (below article)
pt_br: Mostrar as contagens nos botões SNS (abaixo do artigo)

source: Please share this if you liked it!
pt_br: Por favor, compartilhe isto se você gostou!

source: Tagline for the SNS buttons under articles
pt_br: Etiqueta para os botões do SNS sob os artigos

source: Dispplay SNS button at the bottom of top page list
pt_br: Botão Dispplay SNS na parte inferior da lista da página superior

source: Display SNS button on static pages
pt_br: Mostrar o botão SNS nas páginas estáticas

source: Display Save button of Pinterest at image hover
pt_br: Mostrar Botão de Salvar Interesse na imagem pairar

source: Copy target of copy button
pt_br: Copiar alvo do botão de cópia

source: Post title and URL
pt_br: Título do post e URL

source: Facebook settings
pt_br: Configurações do Facebook

source: * Required to display Facebook share count.
pt_br: * Necessário para exibir a contagem de ações no Facebook.

source: Display / non-display SNS button above articles
pt_br: Mostrar / não mostrar botão SNS acima dos artigos

source: %s button display
pt_br: %s exibição de botões

source: Copy
pt_br: Cópia

source: Display / non-display SNS button below articles
pt_br: Mostrar / não mostrar SNS botão abaixo artigos

source: Pagination
pt_br: Paginação

source: Compression and optimization
pt_br: Compressão e otimização

source: Icon fonts
pt_br: Fontes de Ícones

source: Others
pt_br: Outros

source: Version
pt_br: Versão

source: Block editor settings
pt_br: Configurações do editor de blocos

source: Classic block &amp; Old editor settings
pt_br: Bloco clássico &amp; configurações antigas do editor

source: Widget management
pt_br: Gestão de widgets

source: Thumbnail management
pt_br: Gerenciamento de miniaturas

source: Thumbnail regenerate
pt_br: A imagem em miniatura se regenera

source: Backup
pt_br: Cópia de segurança

source: Reset
pt_br: Redefinir

source: Block patterns
pt_br: Padrões de blocos

source: Design Select
pt_br: Selecione o projeto

source: Design file creation support
pt_br: Suporte à criação de arquivos de projeto

source: Design File Manager
pt_br: Gerente de Arquivos de Design

source: Top page
pt_br: Principal página

source: All caches restructure
pt_br: Todas as caches reestruturadas

source: Control
pt_br: Controle

source: htaccess for speed boost &amp; security improvement
pt_br: htaccess para aumentar a velocidade &amp; melhoria da segurança

source: Stylesheet
pt_br: Folha de estilo

source: Access Analytics
pt_br: Analítica de acesso

source: AMP style
pt_br: Estilo AMP

source: Editor style
pt_br: Estilo de editor

source: Mobile Theme
pt_br: Tema Móvel

source: Manifest
pt_br: Manifesto

source: Setting of %s
pt_br: Ajuste de %s

source: Blog pages show at most
pt_br: As páginas do blog mostram no máximo

source: Compression of HTML
pt_br: Compressão de HTML

source: Optimization of CSS
pt_br: Otimização do CSS

source: Optimization of Javascript
pt_br: Otimização do Javascript

source: Mode select
pt_br: Selecione o modo

source: Direct output of external CSS
pt_br: Saída direta do CSS externo

source: CSS of child theme
pt_br: CSS do tema filho

source: CSS of syntax highlighter
pt_br: CSS do marcador de sintaxe

source: CSS of widgets
pt_br: CSS de widgets

source: Other setting of Javascript
pt_br: Outro cenário de Javascript

source: Lazy loading of image
pt_br: Carregamento preguiçoso da imagem

source: icon fonts
pt_br: fontes de ícones

source: Search Widget
pt_br: Ferramenta de Pesquisa

source: Comment posting setting
pt_br: Configuração do lançamento de comentários

source: Format of copyright
pt_br: Formato dos direitos autorais

source: Disable Block Editor
pt_br: Desabilitar editor de blocos

source: Features specific to Luxeritas
pt_br: Características específicas de Luxeritas

source: Color palette for block editor
pt_br: Paleta de cores para editor de blocos

source: Visual Editor
pt_br: Editor Visual

source: Text Editor
pt_br: Editor de texto

source: Block-based Widgets Editor
pt_br: Editor de Widgets baseado em blocos

source: Widget Area
pt_br: Área de Widget

source: Regenerate all thumbnails
pt_br: Regenerar todas as miniaturas

source: Back up or restore Luxeritas all settings
pt_br: Fazer backup ou restaurar Luxeritas todas as configurações

source: Back up or restore Luxeritas appearance settings
pt_br: Fazer backup ou restaurar as configurações de aparência do Luxeritas

source: Back up Child Theme
pt_br: Backup Tema Filho

source: RESET all the customizations of Luxeritas
pt_br: RESET todas as customizações de Luxeritas

source: Clean up of SNS count cache
pt_br: Limpeza do cache de contagem de SNS

source: Clean up of Blog Card cache
pt_br: Limpeza do cache do Cartão do Blog

source: htaccess for apache web server
pt_br: htaccess para o servidor web apache

source: Block pattern list
pt_br: Lista de padrões de blocos
