Repository: takotakot/zeroscale-wp
Catalog: themes/luxeritas/languages/admin/*.po
Languages: pt_br

source: Allow browsing offline by caching
pt_br: Permitir a navegação off-line através de cache

source: * Offline page is displayed when the device is offline and the requested page is not already cached.
pt_br: * A página off-line é exibida quando o dispositivo está offline e a página solicitada ainda não está em cache.

source: Install button
pt_br: Botão de instalação

source: Display application install button on mobile global nav.
pt_br: Mostrar botão de instalação do aplicativo na navegação global móvel.

source: Arrange the install button using widget.
pt_br: Organize o botão de instalação usando widget.

source: * To use Google reCAPCHA, you will need Site Key and Secrect Key. Please go to <a href="https://www.google.com/recaptcha" target="_blank" rel="noopener noreferrer">Google reCAPTCHA</a> page and get yours.
pt_br: * Para usar o Google reCAPCHA, você precisará da Chave do Site e da Chave Segura. Por favor, vá para a página do <a href="https://www.google.com/recaptcha" target="_blank" rel="noopener noreferrer">Google reCAPTCHA</a> e obtenha a sua.

source: * It might take some time till you are abel to use the feature after getting your keys.
pt_br: * Pode demorar algum tempo até que você se sinta abelido a usar o recurso depois de obter suas chaves.

source: Disable login users
pt_br: Desativar login de usuários

source: Reliable score threshold ( Google recommended value: 0.5 )
pt_br: Limiar de pontuação confiável ( valor recomendado pelo Google: 0,5 )

source: Position of reCAPTCHA badge and Page Top button
pt_br: Posição do crachá reCAPTCHA e botão Page Top

source: Display a link to Privacy &amp; Terms above the comment submission button
pt_br: Exibir um link para Privacy &amp; Termos acima do botão de envio de comentários

source: Slide the Page Top button to the left
pt_br: Deslize o botão superior da página para a esquerda

source: Slide the Page Top button up
pt_br: Deslize o botão Topo da página para cima

source: * Hiding Privacy &amp; Terms violates the terms.
pt_br: * Ocultação de Privacidade &amp; Os termos violam os termos.

source: Theme
pt_br: Tema

source: light
pt_br: claro

source: dark
pt_br: escuro

source: compact
pt_br: compacto

source: Type of authentication
pt_br: Tipo de autenticação

source: image
pt_br: imagem

source: audio
pt_br: áudio

source: * Regenerate all thumbnails being used.
pt_br: * Regenerar todas as miniaturas que estão sendo usadas.

source: * Processing takes time. Please do not move to another page during processing.
pt_br: * O processamento leva tempo. Por favor, não passe para outra página durante o processamento.

source: * Do not use this function consecutively because this function is burdens the server.
pt_br: * Não utilize esta função consecutivamente porque esta função sobrecarrega o servidor.

source: Regenerate started
pt_br: Regenerar começou

source: Stop
pt_br: Parar

source: Delete thumbnails that are not checked in &quot;Thumbnail Management&quot;
pt_br: Excluir miniaturas que não são verificadas em &quot;Thumbnail Management&quot;

source: Count
pt_br: Contagem

source: Do not load javascript of child theme ( luxech.js )
pt_br: Não carregar javascript do tema filho ( luxech.js )

source: * If you are not going to customly add anything on the luxech.js, enabling this will streamline the page resource.
pt_br: * Se você não vai adicionar nada personalizado no luxech.js, permitindo isso agilizará o recurso da página.

source: Do not load the emoji script for WordPress
pt_br: Não carregue o script emoji para WordPress

source: * If you do not use emoji, not loading it will make things faster !
pt_br: * Se você não usar emoji, não carregá-lo tornará as coisas mais rápidas!

source: Turn OFF the WordPress Embed function
pt_br: Desligue a função WordPress Embed

source: * If you do not use emded functions, this will also make things faster !
pt_br: * Se você não usar as funções emded, isso também tornará as coisas mais rápidas!

source: Layout of search result
pt_br: Layout do resultado da busca

source: Show excerpt based on word matching
pt_br: Mostrar trecho baseado na correspondência de palavras

source: Show normal excerpts
pt_br: Mostrar trechos normais

source: Number of letters when #1 is chosen
pt_br: Número de letras quando o número 1 é escolhido

source: When #2 is chosen, the number of letters set in &quot;Customizing (Appearance) -&gt; Style Details&quot; will apply.
pt_br: Quando o número 2 for escolhido, o número de letras definido em &quot;Customizing (Aparência) -&gt; Detalhes de Estilo&quot; será aplicado.

source: Two-byte and One-byte character distinction
pt_br: Distinção de caracteres de dois bytes e um byte

source: Apply the WordPress&apos;s MySQL / Maria DB setting
pt_br: Aplique a configuração MySQL / Maria DB do WordPress

source: Do not distinguish Two/One-Byte and search
pt_br: Não distinguir Dois/Um-Byte e procurar

source: Distinguish Two/One-Byte and search
pt_br: Distinguir dois/um-byte e pesquisar

source: Extended Function
pt_br: Função estendida

source: Include Comments as search results
pt_br: Incluir comentários como resultados da busca

source: Use search string autocomplete function
pt_br: Use a função de busca de cadeia autocompleta

source: * It can not be used with smartphones etc.
pt_br: * Não pode ser usado com smartphones, etc.

source: Highlight the searched words
pt_br: Destacar as palavras pesquisadas

source: Highlight decoration style
pt_br: Destacar o estilo de decoração

source: Oblique
pt_br: Oblíquo

source: Apply background color
pt_br: Aplicar cor de fundo

source: Image Size (Width : Height)
pt_br: Tamanho da imagem (Largura : Altura)

source: Number of characters (Min - Max)
pt_br: Número de caracteres (Min - Max)

source: Character Set
pt_br: Conjunto de Caracteres

source: Number
pt_br: Número

source: Alphabet
pt_br: Alfabeto

source: upper
pt_br: superior

source: lower
pt_br: baixar

source: Alphanumeric
pt_br: Alfanumérico

source: Image color
pt_br: Cor da Imagem

source: Character distortion
pt_br: Distorção de caráter

source: Background noise
pt_br: Ruído de fundo

source: Noise color
pt_br: Cor do barulho

source: Number of lines above the image to make it obscure
pt_br: Número de linhas acima da imagem para torná-lo obscuro

source: Line color
pt_br: Cor da linha

source: To add tags
pt_br: Para adicionar tags

source: The front page meta description
pt_br: A meta descrição da primeira página

source: * You can change meta description of each post by writing it in &quot;Excerpt&quot; on New Post / Edit Post page.
pt_br: * Você pode mudar a meta descrição de cada post escrevendo-a em &quot;Excerpt&quot; na página Novo Post / Editar Post.

source: * You can change meta description of category and tag page by writing it in &quot;Description&quot; on Edit Categories or Tags page.
pt_br: * Você pode mudar a meta descrição da categoria e página de tags escrevendo-a em &quot;Descrição&quot; na página Editar Categorias ou Tags.

source: Structured data
pt_br: Dados estruturados

source: Types of site names recognized by the search engine
pt_br: Tipos de nomes de sites reconhecidos pelo mecanismo de busca

source: Web site name
pt_br: Nome do site

source: Organization name
pt_br: Nome da Empresa

source: Organization
pt_br: Organização

source: Airline
pt_br: Cia aérea

source: Corporation
pt_br: Pessoa Jurídica

source: EducationalOrganization
pt_br: EducaçãoOrganização

source: Preschool
pt_br: Pré-escola

source: School
pt_br: Escola

source: MotorcycleDealer
pt_br: ConcessionáriaDeMotocicletas

source: Casino
pt_br: Cassino

source: InsuranceAgency
pt_br: SeguradoraAgência

source: Bakery
pt_br: Padaria

source: Brewery
pt_br: Cervejaria

source: Restaurant
pt_br: Restaurante

source: Winery
pt_br: Vinícola

source: PostOffice
pt_br: Correios

source: Electrician
pt_br: Eletricista

source: Locksmith
pt_br: Chaveiro

source: Plumber
pt_br: Bombeiro

source: RoofingContractor
pt_br: RoofingContratante

source: Attorney
pt_br: Procurador

source: Notary
pt_br: Cartório

source: Library
pt_br: Biblioteca

source: Campground
pt_br: Acampamento

source: Hostel
pt_br: Albergue

source: Resort
pt_br: Estância

source: Store
pt_br: Loja

source: BookStore
pt_br: Livraria

source: Florist
pt_br: Florista

source: GroceryStore
pt_br: Mercearia

source: Dentist
pt_br: Dentista

source: Pharmacy
pt_br: Farmácia

source: Physician
pt_br: Médico

source: NGO
pt_br: ONG

source: SportsTeam
pt_br: Equipe esportiva

source: Site logo
pt_br: Logo do site

source: Organization logo
pt_br: Logotipo da organização

source: Only when &quoValid only when &quot;Organization name&quot; is selected as the type of site name
pt_br: Somente quando &quoVálido somente quando &quot;Nome da organização &quot; é selecionado como o tipo de nome do site

source: * Required depending on the selected organization
pt_br: * Requerido dependendo da organização selecionada

source: There is no organization logo. Or don&apos;t need such a setting
pt_br: Não há logotipo da organização. Ou não precisa de tal configuração

source: Make the search engine recognize the following image as &quot;Organization logo&quot;
pt_br: Faça o motor de busca reconhecer a seguinte imagem como &quot;logotipo da organização&quot;

source: * The image must be at least 112 px wide and at least 112 px high.
pt_br: * A imagem deve ter pelo menos 112 px de largura e pelo menos 112 px de altura.

source: Put tags and category names into meta keywords
pt_br: Colocar tags e nomes de categoria em meta palavras-chave

source: Do not need any meta keywords!
pt_br: Não é necessária nenhuma meta-palavra-chave!

source: Date to display in Google search results
pt_br: Data a ser exibida nos resultados de pesquisa do Google

source: * It is a setting of the date to display in Google search results when there is both a publish date and an update date.
pt_br: * É uma definição da data a ser exibida nos resultados de pesquisa do Google quando há tanto uma data de publicação como uma data de atualização.

source: category and tag pages
pt_br: categoria e páginas de tags

source: * For SEO reasons, you can only select either category or tag page.
pt_br: * Por razões de SEO, você só pode selecionar a categoria ou a página de tags.

source: Index category page.
pt_br: Página da categoria do índice.

source: Only the first page
pt_br: Apenas a primeira página

source: Index tag page.
pt_br: Página de etiqueta de índice.

source: Prohibit crawlers to index either
pt_br: Proibir que os rastejadores indexem

source: Splitting Content for blog posts and pages
pt_br: Divisão de conteúdo para posts e páginas de blogs

source: Prohibit crawlers to index second page onward when contents are split using &lt;!--nextpage--&gt; tag.
pt_br: Proibir que os rastejadores indexem a segunda página quando o conteúdo for dividido usando &lt;!--nextpage--&gt; tag.

source: Speech balloon shortcode
pt_br: Atalho de balão de fala

source: * If speech balloon shortcode is registered, CSS for speech balloon will be automatically loaded.
pt_br: * Se for registrado um atalho de balão de fala, o CSS para balão de fala será automaticamente carregado.

source: Registered
pt_br: Registrado

source: Select image
pt_br: Selecionar Imagem

source: Width %s recommended
pt_br: Largura %s recomendada

source: Caption
pt_br: Legenda

source: Left caption
pt_br: Legenda à esquerda

source: Right caption
pt_br: Legenda à direita

source: * This item can be changed even after shortcode registration.
pt_br: * Este item pode ser alterado mesmo após o registro do código de atalho.

source: * %s names with the same name can not be registered.
pt_br: * %s nomes com o mesmo nome não podem ser registrados.

source: * Import is self responsible, please import only from the trustworthy file.
pt_br: * A importação é auto-responsável, favor importar somente do arquivo de confiança.

source: * Shortcode is stored in shortcodes directory of the child theme.
pt_br: * O código curto é armazenado no diretório de códigos curtos do tema filho.

source: * Except for Luxeritas special shortcode, you can use it for other themes by porting the contents stored in the shortcodes directory to functions.php.
pt_br: * Exceto para o atalho especial Luxeritas, você pode usá-lo para outros temas portando o conteúdo armazenado no diretório de atalhos para functions.php.

source: Shortcode Edit
pt_br: Edição de código curto

source: * It will retrieve the SNS count number of all posts and restructure the cache.
pt_br: * Ele recuperará o número de contagem do SNS de todos os postos e reestruturará o cache.

source: * Normally you do not need to use this function.
pt_br: * Normalmente você não precisa usar esta função.

source: Restructure started
pt_br: A reestruturação começou

source: Clear all SNS count cache
pt_br: Limpar todo o cache de contagem SNS

source: * This will delete the whole cache directory including cache settings.
pt_br: * Isto excluirá todo o diretório do cache, incluindo as configurações do cache.

source: * Download the list of SNS count caches in CSV format.
pt_br: * Baixe a lista de caches de contagem de SNS em formato CSV.

source: Compress
pt_br: Comprimir

source: How to Load CSS of %s
pt_br: Como carregar CSS de %s

source: SNS count cache
pt_br: Cache de contagem SNS

source: * Please setting this item yourself.
pt_br: * Por favor, defina este item você mesmo.

source: * Using cache plugin with Luxeritas may be rather slow.
pt_br: * O uso do plugin de cache com Luxeritas pode ser bastante lento.

source: * Red letters set are not basically recommended.
pt_br: * O conjunto de letras vermelhas não é basicamente recomendado.

source: Recommended settings
pt_br: Configurações recomendadas

source: Faster settings <span style="color:red">( But lags in rendering ! )</span>
pt_br: Ajustes mais rápidos <span style="color:red">( Mas demora na renderização ! )</span>

source: Extreme settings
pt_br: Configurações extremas

source: Caution
pt_br: Cuidado

source: You selected the item.
pt_br: Você selecionou o item.

source: Please press save button
pt_br: Por favor, pressione o botão salvar

source: * For checked size, thumbnails will be created when uploading images on the Media Library.
pt_br: * Para o tamanho verificado, serão criadas miniaturas ao carregar as imagens na Biblioteca de Mídia.

source: * Crop = When the aspect ratio does not match, the protruding part is cut away.
pt_br: * Corte = Quando a relação de aspecto não coincide, a parte saliente é cortada.

source: * Selectable = On post, you can select &quot;ATTACHMENT DISPLAY SETTINGS&quot; in the Media Library.
pt_br: * Selecionável = No post, você pode selecionar &quot;ATTACHMENT DISPLAY DISPLAY SETTINGS&quot; na Biblioteca de Mídia.

source: Generate
pt_br: Gerar

source: Max size
pt_br: Tamanho máximo

source: * To use user thumbnails with existing images, you need to regenerate thumbnails.
pt_br: * Para utilizar miniaturas de usuários com imagens existentes, é necessário regenerar as miniaturas.

source: Separator of title
pt_br: Separador do título

source: Page title when Front Page is post pages
pt_br: Título da página quando a Primeira Página é uma página de postagem

source: Tagline
pt_br: Slogan

source: Page title when Front Page is static pages
pt_br: Título da página quando a Primeira Página é página estática

source: Page title
pt_br: Título da página

source: Other page title
pt_br: Outro título de página

source: Current Theme
pt_br: Tema Atual

source: Version: %s
pt_br: Versão: %s

source: This is a child theme of %s.
pt_br: Este é um Tema Filho de %s.

source: Parent Theme
pt_br: Tema Pai

source: By %s
pt_br: Por %s

source: * When checked, hide the widget area.
pt_br: * Quando verificado, esconde a área do widget.

source: Preview
pt_br: Visualização

source: * When checked, hides the widget.
pt_br: * Quando verificado, esconde o widget.

source: Load CSS for widgets
pt_br: Carregar CSS para widgets

source: * If you are not using CSS for widgets, disabling its load will decrease the total filze size of the page and can make your page render faster.
pt_br: * Se você não estiver usando CSS para widgets, desativar sua carga diminuirá o tamanho total do arquivo da página e poderá tornar sua página renderizada mais rápida.

source: Search Form Widget
pt_br: Formulário de busca Widget

source: Categories &amp; Archive Widget
pt_br: Categorias &amp; Arquivo Widget

source: Categories &amp; Archive DropDown Widget
pt_br: Categorias &amp; Arquivo DropDown Widget

source: Calendar Widget
pt_br: Widget de Calendário

source: SNS Follow Button (by Luxeritas)
pt_br: Botão SNS Follow Button (por Luxeritas)

source: RSS / Feedly Button (by Luxeritas)
pt_br: RSS / Feedly Button (por Luxeritas)

source: Category: %s
pt_br: Categoria: %s

source: Author: %s
pt_br: Autor: %s

source: Year: %s
pt_br: Ano: %s

source: Month: %s
pt_br: Mês: %s

source: Day: %s
pt_br: Dia: %s

source: Archives: %s
pt_br: Arquivos:%s

source: Sitemap
pt_br: Mapa do site

source: Custom global nav
pt_br: Navegação global personalizada
