Repository: takotakot/zeroscale-wp
Catalog: themes/luxeritas/languages/admin/*.po
Languages: pt_br

source: Sorry, but you are looking for something that isn&#8217;t here.
pt_br: Desculpe, mas você está à procura de algo que não está aqui.

source: Search results of [%s]
pt_br: Resultados da busca de [%s]

source: Page not found
pt_br: Página não encontrada

source: Discussion
pt_br: Discussão

source: says:
pt_br: disse:

source: Your comment is awaiting moderation.
pt_br: Seu comentário aguarda moderação.

source: %1$s at %2$s
pt_br: %1$s em %2$s

source: (Edit)
pt_br: (Editar)

source: New Comments
pt_br: Novos comentários

source: New Pnigbacks &amp; Trackbacks
pt_br: Novos Pingbacks &amp; Trackbacks

source: No comments yet. Be the first one!
pt_br: Nenhum comentário ainda. Seja o primeiro!

source: Name
pt_br: Nome

source: Website
pt_br: Site

source: Enter Captcha
pt_br: Digite o Captcha

source: Leave a Reply
pt_br: Deixe um Comentário

source: Comment
pt_br: Comentário

source: To comment
pt_br: Para comentar

source: Header Nav (Global Nav)
pt_br: Navegação de Cabeçalho (Global Nav)

source: Header Band Menu
pt_br: Menu de Faixa de Cabeçalho

source: Footer Nav
pt_br: Navegação de Rodapé

source: Connection to the authentication server failed. Please try again later.
pt_br: A conexão com o servidor de autenticação falhou. Por favor, tente novamente mais tarde.

source: You have been identified as a bot and could not authenticate.
pt_br: Você foi identificado como um bot e não pôde autenticar.

source: Please enter image authentication.
pt_br: Por favor, digite a autenticação da imagem.

source: Image authentication is incorrect.
pt_br: A autenticação da imagem está incorreta.

source: Search for
pt_br: Procurar por

source: Search
pt_br: Pesquisar

source: Sorry, the requested post was not found.
pt_br: Desculpe, o post solicitado não foi encontrado.

source: Home
pt_br: Início

source: Sidebar
pt_br: Barra Lateral

source: Page Top
pt_br: Topo da página

source: Install
pt_br: Instalar

source: Prev
pt_br: Anterior

source: Next
pt_br: Próximo

source: Posted by
pt_br: Postado por

source: Origin
pt_br: Origem

source: Validate
pt_br: Validar

source: Edit This
pt_br: Editar

source: No posts yet
pt_br: Sem posts de momento

source: Next
pt_br: Próximo

source: Home
pt_br: Início

source: Prev
pt_br: Anterior

source: TrackBack URL
pt_br: URL TrackBack

source: No related posts yet.
pt_br: Nenhum post relacionado ainda.

source: No search hits
pt_br: Nenhum resultado de busca

source: Related Posts
pt_br: Posts Relacionados

source: Send to LINE
pt_br: Enviar para LINE

source: Show only admins.
pt_br: Mostrar apenas administradores.

source: Only administrators can see this comment.
pt_br: Somente os administradores podem ver este comentário.

source: Set image
pt_br: Definir imagem

source: Paragraph
pt_br: Parágrafo

source: HTML pattern
pt_br: Padrão HTML

source: Blog Card
pt_br: Cartão do Blog

source: Show blocks
pt_br: Exibir Blocos

source: Bold
pt_br: Negrito

source: Italic
pt_br: Itálico

source: Bulleted list
pt_br: Lista com Marcadores

source: Numbered list
pt_br: Lista numerada

source: Blockquote
pt_br: Citação

source: Align left
pt_br: Alinhar à esquerda

source: Align center
pt_br: Alinhar ao centro

source: Align right
pt_br: Alinhar à direita

source: Insert/edit link
pt_br: Inserir/editar link

source: Remove link
pt_br: Remover link

source: Table
pt_br: Tabela

source: Read more...
pt_br: Leia mais...

source: Page break
pt_br: Quebra da Página

source: Font size
pt_br: Tamanho da Fonte

source: Font family
pt_br: Família de fontes

source: Strikethrough
pt_br: Tachado

source: Underline
pt_br: Sublinhado

source: Horizontal line
pt_br: Linha Horizontal

source: Text color
pt_br: Cor do texto

source: Background color
pt_br: Cor de fundo

source: Paste as text
pt_br: Colar como texto

source: Clear formatting
pt_br: Limpar Formatação

source: Special character
pt_br: Caracteres Especiais

source: Decrease indent
pt_br: Reduzir Recuo

source: Increase indent
pt_br: Aumentar recuo

source: Undo
pt_br: Desfazer

source: Redo
pt_br: Refazer

source: Find and replace
pt_br: Procurar e Substituir

source: Keyboard Shortcuts
pt_br: Teclas de atalho

source: Table of Contents
pt_br: Tabela de Conteúdos

source: Copy
pt_br: Copiar

source: Paste
pt_br: Colar

source: Cut
pt_br: Cortar

source: Nonbreaking space
pt_br: Espaço Incondicional

source: Anchor
pt_br: Âncora

source: Insert date/time
pt_br: Inserir Data/Hora

source: Left to right
pt_br: Esquerda para direita

source: Right to left
pt_br: Direita para esquerda

source: Source code
pt_br: Código Fonte

source: Justify
pt_br: Justificar

source: Show invisible characters
pt_br: Mostrar personagens invisíveis

source: Superscript
pt_br: Superescrito

source: Subscript
pt_br: Subscrito

source: Insert/edit image
pt_br: Inserir/editar imagem

source: Insert/edit video
pt_br: Inserir/editar vídeo

source: Print
pt_br: Imprimir

source: Fullscreen
pt_br: Tela Cheia

source: HTML patterns
pt_br: Padrões HTML

source: close tags
pt_br: fechar tags

source: Address (URL) of &quot;Settings -&gt; General&quot; is not set to SSL (https://). Please check the setting.
pt_br: Endereço (URL) de &quot; Configurações -&gt; Geral&quot; não está configurado para SSL (https://). Por favor, verifique a configuração.

source: The compression is incomplete because there is a syntax error in CSS.
pt_br: A compressão é incompleta porque há um erro de sintaxe no CSS.

source: Customizer
pt_br: Personalizar

source: Customize
pt_br: Personalize

source: Appearance
pt_br: Aparência

source: Management features
pt_br: Características de gerenciamento

source: Registration pattern
pt_br: Padrão de registro

source: Reusable Blocks
pt_br: Blocos Reutilizáveis

source: Design select
pt_br: Selecione o projeto

source: Speed settings
pt_br: Ajustes de velocidade

source: Counter
pt_br: Contador

source: Child Theme Editor
pt_br: Editor de tema descendente

source: The theme selected is not the child theme, but the parent theme
pt_br: O tema selecionado não é o tema filho, mas o tema pai

source: This feature can only be used when the child theme is selected.
pt_br: Esta característica só pode ser usada quando o tema filho é selecionado.

source: Filename is not entered.
pt_br: O nome do arquivo não é digitado.

source: The filename contains characters that can&apos;t be used.
pt_br: O nome do arquivo contém caracteres que não podem ser usados.

source: This theme is broken.
pt_br: Este tema está quebrado.

source: Error saving file.
pt_br: Erro ao salvar o arquivo.

source: Changes are properly reflected
pt_br: As mudanças são devidamente refletidas

source: The %s logo is too large.
pt_br: O logotipo %s é muito grande.

source: * the image must be within 600px width, height 60px.
pt_br: * a imagem deve estar dentro de 600px de largura, 60px de altura.

source: Please delete your browser cache.
pt_br: Favor excluir o cache do seu navegador.

source: WordPress has been upgraded ( %s -&gt; %s ). browser cache may cause a bug.
pt_br: O WordPress foi atualizado ( %s -&gt; %s ). O cache do navegador pode causar um bug.

source: File output cannot be &quot;Dynamic&quot; because the permalink setting is set to &quot;Plain&quot;.
pt_br: A saída do arquivo não pode ser &quot;Dynamic&quot; porque a configuração do link permanente está definida para &quot;Plain&quot;.

source: Jetpack plugin and Luxeritas theme&apos;s Lazy Load function conflict.
pt_br: Plugin Jetpack e o conflito entre a função de carga preguiçosa do tema Luxeritas.

source: Jetpack plugin and Luxeritas theme&apos;s OGP conflict.
pt_br: Plugin Jetpack e o conflito OGP do tema Luxeritas.

source: Failed to create temporary file with PHP. Check the setting of &quot;upload_tmp_dir&quot; in PHP.
pt_br: Falha em criar um arquivo temporário com PHP. Verifique a configuração de &quot;upload_tmp_dir&quot; em PHP.

source: You do not have permission to create and save files.
pt_br: Você não tem permissão para criar e salvar arquivos.

source: Please check the owner and permissions of the following file or directory.
pt_br: Favor verificar o proprietário e as permissões do seguinte arquivo ou diretório.

source: Maximum stack depth exceeded.
pt_br: Profundidade máxima da pilha excedida.

source: Underflow or the modes mismatch.
pt_br: Subfluxo ou o descasamento de modos.

source: Unexpected control character found.
pt_br: Caráter de controle inesperado encontrado.

source: Syntax error, malformed JSON.
pt_br: Erro de sintaxe, JSON malformado.

source: Malformed UTF-8 characters, possibly incorrectly encoded.
pt_br: UTF-8 caracteres malformados, possivelmente codificados incorretamente.

source: One or more recursive references in the value to be encoded.
pt_br: Uma ou mais referências recursivas no valor a ser codificado.

source: One or more NAN or INF values in the value to be encoded.
pt_br: Um ou mais valores NAN ou INF no valor a ser codificado.

source: A value of a type that cannot be encoded was given.
pt_br: Foi dado um valor de um tipo que não pode ser codificado.

source: There is no active shortcode
pt_br: Não há nenhum atalho ativo

source: Small
pt_br: Pequeno

source: Medium
pt_br: Médio

source: Large
pt_br: Grande

source: Huge
pt_br: Enorme

source: Adsense has a mistake. Some adsense is not displayed properly.
pt_br: Adsense tem um erro. Alguns adsense não são exibidos corretamente.

source: Luxeritas requires at least %s version %s. You are running version %s. Please upgrade and try again.
pt_br: Luxeritas requer pelo menos %s versão %s. Você está executando a versão %s. Por favor, atualize e tente novamente.

source: This %s has already been registered.
pt_br: Este %s já foi registrado.

source: label
pt_br: etiqueta

source: Could not create directory.
pt_br: Não foi possível criar diretório.

source: Creating a cache ...
pt_br: Criando um cache ...

source: %s Category
pt_br: %s Categoria

source: Could not create cache directory.
pt_br: Não foi possível criar um diretório de cache.

source: Insert Blog Card
pt_br: Inserir Cartão do Blog

source: Link Text
pt_br: Texto do link

source: Open link in a new tab
pt_br: Abrir link em uma nova aba

source: Insert
pt_br: Inserir

source: Add Link
pt_br: Adicionar Link

source: Cancel
pt_br: Cancelar

source: Save
pt_br: Salvar

source: Settings
pt_br: Configurações

source: Commands
pt_br: Comandos

source: File editing
pt_br: Edição de arquivos

source: Show line numbers
pt_br: Exibir Números de Linhas

source: Autocomplete
pt_br: Autocompletar

source: Auto indent
pt_br: Auto travessão

source: Auto close brackets
pt_br: Parênteses de fechamento automático

source: CSS / Javascript grammar check
pt_br: CSS / Javascript verificação gramatical

source: Change background color of active line
pt_br: Mudar a cor de fundo da linha ativa

source: Wrap at the right end
pt_br: Embrulho na extremidade direita

source: Indentation character
pt_br: Caráter de indentação

source: Tabs
pt_br: Abas

source: Spaces
pt_br: Espaços

source: Indent and tab character width
pt_br: Indentido e largura do caractere da aba

source: Save settings
pt_br: Salvar configurações

source: Commands list
pt_br: Lista de comandos

source: Replace
pt_br: Substituir

source: Toggle comment line
pt_br: Alternar a linha de comentários

source: You copied URL.
pt_br: Você copiou o URL.

source: You copied this post title and URL.
pt_br: Você copiou este título e URL do post.

source: Log out ?
pt_br: Sair ?

source: Site Identity / Site Icon
pt_br: Identidade do site / Ícone do site

source: The Entire Layout
pt_br: O esquema completo

source: The maximum width of the container
pt_br: A largura máxima do recipiente

source: * 0 would be full width
pt_br: * 0 seria largura total

source: default value
pt_br: valor padrão

source: The entire image
pt_br: A imagem inteira

source: White
pt_br: Claro

source: Black
pt_br: Escuro

source: Display layout of the article list
pt_br: Layout de exibição da lista de artigos

source: Excerpt + Thumbnail display
pt_br: Extrato + Visualização de miniaturas

source: Full article display (Until more tag)
pt_br: Exibição completa do artigo (Até mais tag)

source: Sticky post to show all content
pt_br: Post pegajoso para mostrar todo o conteúdo

source: * Use this feature when you want to show Latest Updates or News as your first post.
pt_br: * Use este recurso quando quiser mostrar as Últimas Atualizações ou Notícias como seu primeiro post.

source: Post page
pt_br: Postar página

source: Display Related Articles
pt_br: Mostrar Artigos Relacionados

source: Display Next / Prev Navigation
pt_br: Mostrar Próximo / Navegação Anterior

source: Static page
pt_br: Página estática

source: Display post title of static front page
pt_br: Mostrar título do post da página inicial estática

source: Grid layout
pt_br: Grade layout

source: Top page of list type
pt_br: Página principal do tipo de lista

source: Normal style
pt_br: Estilo normal

source: Tile type
pt_br: Tipo de telha

source: Up to %s cols
pt_br: Até %s cols

source: Card type
pt_br: Tipo de cartão

source: First X post is normal style
pt_br: O primeiro X post é estilo normal

source: Position of &quot;Middle of Posts List Widget&quot; (Automatic if 0)
pt_br: Posição do &quot;Meio da Lista de Posts Widget&quot; (Automático se 0)

source: Category
pt_br: Categoria

source: Insert description at beginning of category list (HTML enabled)
pt_br: Inserir descrição no início da lista de categorias (HTML habilitado)

source: Archive
pt_br: Arquivo

source: Middle of Posts List Widget to be full width
pt_br: Meio da Lista de Posts Widget para ter largura total

source: Tile type order
pt_br: Pedido do tipo de telha

source: Thumbnail
pt_br: Miniatura

source: Title
pt_br: Título

source: Thumbnail (Featured Image)
pt_br: Miniatura (Imagem em Destaque)

source: * Thumbnails can be set with &quot;thumbnail&quot; item.
pt_br: * As miniaturas podem ser colocadas com &quot;thumbnail&quot; item.

source: Number of characters and color density in excerpt on post list
pt_br: Número de caracteres e densidade de cores em trechos da lista de correio

source: No line break in excerpt
pt_br: Sem quebra de linha no trecho

source: Excerpt on each post will be prioritized and displayed
pt_br: Trechos de cada post serão priorizados e exibidos

source: * Description will always prioritize and display the excerpts from the blog post.
pt_br: * A descrição sempre dará prioridade e exibirá os trechos do post do blog.

source: Read more
pt_br: Leia mais

source: * Can hide the link if kept blank.
pt_br: * Pode ocultar o link se mantido em branco.

source: Put a short title to the link of &quot;Read more&quot;
pt_br: Coloque um pequeno título no link de &quot;Leia mais&quot;

source: Number of characters in the short title
pt_br: Número de caracteres no título curto

source: Column adjustment
pt_br: Ajuste da coluna

source: Number of column
pt_br: Número de coluna

source: default
pt_br: padrão

source: column
pt_br: coluna

source: Number of columns in each template
pt_br: Número de colunas em cada modelo

source: Front page
pt_br: Página inicial

source: Posts page
pt_br: Página de postagens

source: Position of the side bar
pt_br: Posição da barra lateral

source: 2 column
pt_br: 2 colunas

source: Right sidebar
pt_br: Barra lateral direita

source: Left sidebar
pt_br: Barra lateral esquerda

source: 3 column
pt_br: 3 colunas

source: Both sides sidebar
pt_br: Ambos os lados da barra lateral

source: 3 column left and right side bar reversal
pt_br: inversão de barra de 3 colunas à esquerda e à direita

source: Merge and separate areas
pt_br: Fundir e separar áreas

source: Content area
pt_br: Área de conteúdo

source: Separate content area for each element
pt_br: Área de conteúdo separada para cada elemento

source: Merge the elements in content area
pt_br: Fundir os elementos na área de conteúdo

source: Sidebar
pt_br: Barra Lateral

source: Separate the side bar for each element
pt_br: Separar a barra lateral para cada elemento

source: Merge the elements in side bar
pt_br: Fundir os elementos em barra lateral

source: Merge and separate content area and side bar
pt_br: Fundir e separar área de conteúdo e barra lateral

source: Separate content area and side bar
pt_br: Área de conteúdo separada e barra lateral

source: Merge content area and side bar
pt_br: Fundir área de conteúdo e barra lateral

source: * When they are merged, some configuration of content area will overwrite the side bar configuration.
pt_br: * Quando eles são fundidos, alguma configuração de área de conteúdo subscreverá a configuração da barra lateral.

source: Header
pt_br: Cabeçalho

source: Footer
pt_br: Rodapé

source: Title layout
pt_br: Layout do Título

source: left
pt_br: esquerda

source: center
pt_br: centro

source: right
pt_br: direita

source: Header margin
pt_br: Margem de cabeçalho

source: top
pt_br: topo

source: Header padding
pt_br: Cabeçalho Padding

source: bottom
pt_br: rodapé

source: Position of the header
pt_br: Posição do cabeçalho

source: Inside the Container
pt_br: Dentro do Container

source: Outside the Container
pt_br: Fora do Contêiner

source: Surround the header with border
pt_br: Cercar o cabeçalho com borda

source: Full width for the header border
pt_br: Largura total para a borda do cabeçalho

source: (Valid only when outside the container)
pt_br: (Válido somente quando fora do contêiner)

source: Position of footer
pt_br: Posição do rodapé

source: Surround the footer with border
pt_br: Cercar o rodapé com borda

source: Put a line above the copyright area
pt_br: Colocar uma linha acima da área de direitos autorais

source: Hide in mobile or smartphone
pt_br: Ocultar no celular ou smartphone

source: Footer widget area display
pt_br: Área de exibição de widget de rodapé

source: 3 rows (left, center, and right)
pt_br: 3 fileiras (esquerda, centro e direita)

source: 2 rows (left and right)
pt_br: 2 fileiras (esquerda e direita)

source: Horizontal row (center)
pt_br: Fila horizontal (centro)

source: Hide
pt_br: Ocultar

source: Content area and side bar
pt_br: Área de conteúdo e barra lateral

source: Put border around the content area
pt_br: Colocar borda ao redor da área de conteúdo

source: Apply frame border around pagination area
pt_br: Aplicar borda de frame ao redor da área de paginação

source: * Only when content area is separated
pt_br: * Somente quando a área de conteúdo está separada

source: Border radius
pt_br: Raio da borda

source: Content area padding
pt_br: Forro da área de conteúdo

source: * The actual width will vary depending on the screen width.
pt_br: * A largura real varia de acordo com a largura da tela.

source: Content
pt_br: Conteúdo

source: Sidebar Widget width
pt_br: Largura do Widget da barra lateral

source: Second column
pt_br: Segunda Coluna

source: Third column
pt_br: Terceira Coluna

source: * You can change the side bar position in the Column adjustment menu.
pt_br: * Você pode mudar a posição da barra lateral no menu Ajuste de colunas.

source: Surround the sidebar with border
pt_br: Cercar a barra lateral com borda

source: Display Comment
pt_br: Mostrar comentário

source: Display Trackback URL
pt_br: Mostrar URL de Trackback

source: Display layout of the comment list
pt_br: Exibir o layout da lista de comentários

source: Display comments and pings separated
pt_br: Mostrar comentários e pings separados

source: Display comments and pings together
pt_br: Mostrar comentários e pings juntos

source: Do not display pingbacks and trackbacks
pt_br: Não exibir pingbacks e trackbacks

source: Add reply button to pinback
pt_br: Adicionar botão de resposta ao pinback

source: Style Details
pt_br: Detalhes do estilo

source: Tagline change on header
pt_br: Mudança de slogan no cabeçalho

source: * To overwrite the tagline on the header to something other than what is set on the Wordpress General Settings.
pt_br: * Para sobrescrever o slogan no cabeçalho para algo diferente do que está definido nas Configurações Gerais do Wordpress.

source: Tagline display on header
pt_br: Display de slogan no cabeçalho

source: Text for &quot;Home&quot;
pt_br: Texto para &quot;Home&quot;

source: Text for &quot;PAGE TOP&quot; scroll button
pt_br: Texto para &quot;PAGE TOP&quot; botão de rolagem

source: * Only icon will be displayed if kept blank.
pt_br: * Somente o ícone será exibido se for mantido em branco.

source: Type of &quot;PAGE TOP&quot; button icon
pt_br: Tipo de &quot;PAGE TOP&quot; ícone de botão

source: Display of meta information
pt_br: Exibição de meta-informação

source: Post and Static page
pt_br: Post e página estática

source: What meta information to dsiplay under the article title
pt_br: Que meta-informação a dsiplay sob o título do artigo

source: Published date and time
pt_br: Data e hora de publicação

source: Updated date and time
pt_br: Data e hora atualizadas

source: Category name
pt_br: Nome da categoria

source: Taxonomy
pt_br: Taxonomia

source: What meta information to dsiplay under article
pt_br: Que meta-informação a dsiplay sob o artigo

source: List type page
pt_br: Página do tipo de lista

source: Meta information displayed above excerpt
pt_br: Meta informação exibida acima do trecho

source: Number of items displayed for category, tag, taxonomy
pt_br: Número de itens exibidos por categoria, tag, taxonomia

source: Thumbnail dispay on/off
pt_br: Despacho de miniaturas on/off

source: Display thumbnail
pt_br: Mostrar miniatura

source: Thumbnail display when No Image
pt_br: Exibição de miniaturas quando não há imagem

source: Add border
pt_br: Adicionar Borda

source: Where to place the text (excerpt) around the image
pt_br: Onde colocar o texto (trecho) ao redor da imagem

source: * It will always wrap around the image in small devices.
pt_br: * Sempre envolverá a imagem em pequenos dispositivos.

source: Text right to image (do not allow the text wrap below the image)
pt_br: Texto direito à imagem (não permitir que o texto seja embrulhado abaixo da imagem)

source: Text right to image (allow the text wrap below the image)
pt_br: Texto direito à imagem (deixar o texto embrulhado abaixo da imagem)

source: Text below the image
pt_br: Texto abaixo da imagem

source: Thumbnail display size
pt_br: Tamanho do display em miniatura

source: * To use thumbnails of your own size, please set user thumbnails on thumbnail management.
pt_br: * Para usar miniaturas de seu próprio tamanho, defina as miniaturas de usuário no gerenciamento de miniaturas.

source: Full width
pt_br: Largura completa

source: Automatic thumbnail insertion
pt_br: Inserção automática de miniaturas

source: Auto insert into posts
pt_br: Inserção automática nos posts

source: Auto insert into pages
pt_br: Inserção automática nas páginas

source: Auto insert into front page
pt_br: Inserção automática na página principal

source: Position to insert thumbnail
pt_br: Posição para inserir a miniatura

source: Above the post
pt_br: Acima do post

source: Below the title
pt_br: Abaixo do título

source: Above the title
pt_br: Acima do título

source: Title background
pt_br: Título de fundo

source: Width
pt_br: Largura

source: Original size
pt_br: Imagem Original

source: Limit the height
pt_br: Limitar a altura

source: * 0 would be no limit
pt_br: * 0 não seria um limite

source: Image preload
pt_br: Imagem de pré-carregamento

source: Post line spacing
pt_br: Espaçamento entre linhas de correio

source: Paragraph line spacing <p>
pt_br: Espaçamento entre linhas de parágrafos <p>

source: Margin top
pt_br: Margem superior

source: Margin bottom
pt_br: Margem Inferior

source: Line height
pt_br: Altura da linha

source: List line spacing <li>
pt_br: Espaçamento entre linhas de lista <li>

source: Font family
pt_br: Família da Fonte

source: Loading web fonts asynchronously
pt_br: Carregando fontes web de forma assíncrona
